[
    {
        "title": "Kỹ Thuật Nấu Ăn Toàn Tập",
        "authorID": "Triệu Thị Chơi",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-nau-an-toan-tap.jpg",
        "description": "Cuốn sách Kỹ năng nấu ăn bao gồm hết tất cả các kỹ năng để tạo ra 1 bữa ăn ngon trong gia đình, từ những khâu chế biến, sắp xếp, dụng cụ, 1 cách hết sức chi tiết.Tác giả Triệu Thị Chơi và nhiều tác giả khác đã nghiên cứu đúc kết kinh nghiện từ những đầu bếp hang đầu thế giới sẽ đứa đến cho các bạn đọc những bí quyết hết sức quý báu để bạn thành công trong bữa ăn, hơn hết gia đình hạnh phúc ấm no,  Trình bày của cuốn sách hết sức chi tiết và trực quan sinh động, với rất nhiều hình minh họa và các bước làm nên món ngon. Xin chúc các bạn thành công\n\n\nSách liên quan:\nXử Thế Trí Tuệ Toàn Thư – Thuật Nói Chuyện\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nThủ Thuật Casio Giải Nhanh Trắc Nghiệm Toán 12\nNâng Cao Kỹ Năng Giải Toán Trắc Nghiệm 100% Dạng Bài Hàm Số Và Các Bài Toán Liên Quan\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\n\n\nCó thể bạn thích sách  206 Món Canh Dinh Dưỡng Cho Trẻ Em"
    },
    {
        "title": "Kỹ Thuật Chế Biến Trái Cây",
        "authorID": "Từ Triệu Hải - Cao Tích Vĩnh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-che-bien-trai-cay.jpg",
        "description": "Chế biến trái cây: là các nguyên tắc cơ bản trong việc chế biến trái cây, giới thiệu tường tận kỹ thuật chế biến80 loại trái cây như: cam, quýt, táo lớn , nho, lê, đào, sơn trà, táo nhỏ, mận, hạnh nhân… Bao gồm các kỹ thuật đóng hộp, phơi khô lấy nước, ngâm rượu làm mứt…\nKỹ thuật chế biến trái cây được chia ra thành các phần như sau:Chương 1:Tri thức can bản về chế biến trái câyChương 2: xữ lý trước khi chế biến trái cây và yêu cầu đối với phụ liệuChương 3: Phân loại các sản phẩm trái cây chế biến và nguyên tắc bảo quản trong chế biếnChương 4: kỹ thuật chế biến cam quýtChương 5: Kỹ thuật chế biến táoChương 6: Kỹ thuật chế biến nhoChương 7: Kỹ thuật chế biếnlêChương 8: Kỹ thuật chế biến đàoChương 9: Kỹ thuật chế biến sơn tràChương 10:Kỹ thuật chế biến táoChương 11:Kỹ thuật chế biến đào mắt khỉChương 12:Kỹ thuật chế biến hồngChương 13:Kỹ thuật chế biến lêChương 14:Kỹ thuật chế biến trái hànhChương 15:Kỹ thuật chế biến mỡChương 16:Kỹ thuật chế biến dương maiChương 17:Kỹ thuật chế biến trái cây nhiệt đớiChương 18:Kỹ thuật chế biến dauChương 19:Kỹ thuật chế biến dương đào,anh đàoPhụ lục: Kỹ thuật chế biến hạt dẻ\n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nKỹ Thuật Mới Về Chăn Nuôi Lợn Ở Nông Hộ, Trang Trại Và Một Số Bệnh Thường Gặp\n\nCó thể bạn thích sách  Nghệ Thuật Pha Chế 460 Loại Rượu Cocktail"
    },
    {
        "title": "Kỹ Thuật Chế Biến Các Món Lẩu Xốt Súp",
        "authorID": "LÊ THANH XUÂN",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-che-bien-cac-mon-lau-xot-sup.jpg",
        "description": "Món lẩu, món xốt, món súp, (phụ gia) đã và đang là những món ăn ngon, hợp khẩu vị, lịch sự và rất phổ biến trong các gia đình Việt mỗi khi tổ chức liên hoan hay các dịp lễ tế. Cuốn sách được biên soạn với mục đích giúp các bạn nội trợ chế biến được các món lẩu và súp, ngon, lạ miệng và hấp dẫn:\n– Lẩu bò, lẩu sườn, lẩu dạ heo\n– Lẩu la hán, lẩu chay, lẩu đậu phụ\n– Súp bánh dầy, súp tôm, súp cá\n– Súp dưa chuột muối, súp dưa non có kem…\n– Xốt cà, xốt pho mát, xốt …\n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nGiáo Trình Thực Hành Chế Biến Món Ăn\n\n\nCó thể bạn thích sách  81 Món Xôi Ngon"
    },
    {
        "title": "Kỹ Thuật Chế Biến Các Món Lẩu Và Súp",
        "authorID": "LÊ THANH XUÂN",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-che-bien-cac-mon-lau-va-sup.jpg",
        "description": "Trong cuộc sống hiện nay, món lẩu và món súp đã và đang là những món ăn ngon, hợp khẩu vị, lịch sự và rất phổ biến trong các gia đình ở nước ta mỗi khi tổ chức liên hoan hay các dịp lễ tết\nĐể giúp các bạn nội trợ chế biến được các món lẩu và súp ngon, lạ miệng và hấp dẫn, Nhà xuất bản Thanh niên xin giới thiệu cuốn: “ Kỹ thuật chế biến và các món lẩu và súp”\nCuốn sách gồm có 2 phần chính:\nChương 1: Kỹ thuật chế biến các món lẩu\nChương 2: Kỹ thuật chế biến các món súp\n \n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nGiáo Trình Thực Hành Chế Biến Món Ăn\n\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến Trái Cây"
    },
    {
        "title": "Nghệ Thuật Pha Chế 460 Loại Rượu Cocktail",
        "authorID": "Thiên Kim",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-nghe-thuat-pha-che-460-loai-ruou-cocktail.jpg",
        "description": "Hướng dẫn cách pha chế rượu – cocktail cho các dịp khác nhau như: đồ uống trước bữa tối; đồ uống sau bữa tối; đồ uống ít chất bổ; đồ uống thời tiết nóng…Giới thiệu tủ đựng cocktail, các loại cockatil, cocktail trái cây và cocktail không có chất rượu…\nChương 1. Tủ đựng rượu CocktailChương 2. Các loại CocktailChương 3. Các thức uống kiểu Mỹ và thức uống khác vào mùa hạChương 4. Các loại rượu pha thêm hương và rượu PuchChương 5. Các thức uống mùa hạChương 6. Các loại rượu cốc có trứng, bia hoà rượu pha đường hâm nóng và rượu Puch sữaChương 7. Các thức uống nóng, các loại rượu PuchChương 8. Các thức uống khácChương 9. Cách chọn và phục vụ các loại rượu\n\n\nSách liên quan:\nKim Loại Trong Nghệ Thuật Trang Trí Nội Ngoại Thất – Các Loại Cầu Thang, Tường Rào, Lan Can\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nNghệ Thuật Và Vật Lí\nNghệ thuật tạo đất mùn\nLàm Sếp Không Chỉ Là Nghệ Thuật\nNghệ thuật quyến rũ\nNghệ Thuật Sống Tự Tin\n\n\nCó thể bạn thích sách  120 Món Súp Bổ Dưỡng Cho Trẻ Em Và Người Bệnh"
    },
    {
        "title": "Văn Hóa Ẩm Thực Ninh Bình",
        "authorID": "Vũ Văn Lâu",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-van-hoa-am-thuc-ninh-binh.jpg",
        "description": "Ninh Bình là một trong những tỉnh nằm ở vùng duyên hải thuộc châu thổ sông Hồng, có những nét đặc thù riêng của nền văn minh lúa nước, của văn hoá sông Hồng, trong đó có văn hoá ẩm thực. Và ở mỗi vùng miền trên dải đất này lại có những món đặc sản riêng không chỉ hợp khẩu vị với người dân sở tại mà còn làm cho nhiều du khách cả trong nước và Quốc tế đến đây thích thú, say lòng.\nTương truyền, cơm cháy Ninh Bình được hình thành hơn 100 năm (từ cuối thế kỷ 19), do một chàng thanh niên người Ninh Bình tên là Hoàng Thăng học được và phát triển từ một món ăn của người Hoa, sau đó mở rất nhiều tiệm ăn ở Hà Nội lẫn Ninh Bình. Từ đó món cơm cháy được lưu truyền, phát triển và trở thành một đặc sản của vùng đất Cố đô. Ngày nay, còn có riêng một dòng cơm cháy gia truyền nổi tiếng và thơm ngon mang tên Hoàng Thăng.\n\n\nSách liên quan:\nThực phẩm & Thuốc miễn phí – Hướng dẫn các loại thực vật ăn được\nVăn Hóa Ẩm Thực Việt Nam – Nhìn Từ Lý Luận Và Thực Tiễn\nBinh Pháp Tôn Tử\nThập Nhị Binh Thư\nBinh Thư Yếu Lược\nBài Học Vô Giá Từ Điều Bình Dị\nĐiều Bình Dị Thông Thái\n\n\nCó thể bạn thích sách  Những Món Cơm Ngon Đặc Sắc"
    },
    {
        "title": "Thức Uống Và Thạch Trái Cây Đặc Sắc",
        "authorID": "Ưng Đông Chương",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-thuc-uong-va-thach-trai-cay-dac-sac.jpg",
        "description": "Thạch là một món ăn ngon, bổ, mát rất có lợi cho sức khỏe. Từ xưa đến nay ta vẫn thường dùng loại rau câu sợi hoặc rau câu bột (agar) để làm những món thạch đơn giản như: thạch lá dứa nước dừa, thạch cà phê, rau câu vân thủy, rau câu trứng gà.\nCác loại nước uống cũng vậy, chỉ với những loại nước uống thông dụng trong gia đình, được pha chế đơn giản từ trái cây.\nCuốn sách này giới thiệu đến các bạn một số loại thạch được làm từ nước ép các loại trái cây kết hợp với bột rau câu delly và một số cách pha chế các loại nước sinh tố, nước giải khác có rượu, các loại nước giải khát bổ dưỡng.\nMục lục:\nLời nói đầuThanh long óng ánhDưa mật và dâu tâyDưa mật thơm ngonXoài và Kiwi…………\n\n\nSách liên quan:\nĂn Và Uống Của Người Việt\nMinh Triết Trong Ăn Uống Của Phương Đông – Ngô Đức Vượng\nKhông Bao Giờ Là Thất Bại! Tất Cả Là Thử Thách\nBí Mật Cuộc Đời Và Gia Thế Tưởng Giới Thạch\nThực phẩm & Thuốc miễn phí – Hướng dẫn các loại thực vật ăn được\nKỹ Thuật Chế Biến Trái Cây\nVăn Hóa Ẩm Thực Việt Nam – Nhìn Từ Lý Luận Và Thực Tiễn\n\n\nCó thể bạn thích sách  150 Thực Đơn Ăn Dặm Giúp Bé Thông Minh Và Mau Lớn"
    },
    {
        "title": "Những Món Ngon Việt Nam (Song Ngữ Trung – Việt)",
        "authorID": "Nhiều tác giả",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-nhung-mon-ngon-viet-nam-song-ngu-trung-viet.jpg",
        "description": "Đối với người Việt, bữa ăn không chỉ để no. Bữa ăn còn là cơ hội sum họp giữa các thành viên trong gia đình hay gặp gỡ bạn bè, đồng nghiệp trong bầu không khí thân mật, ấm cúng. Những năm gần đây, không chỉ ở Việt Nam mà nhiều nơi trên thế giới chú trọng đến bữa ăn gia đình nhiều hơn, vì ăn uống không chỉ đem lại cho ta sức khỏe mà thưởng thức món ăn còn là niềm vui. Nấu ăn không chỉ là công việc mà còn là một thú tiêu khiển. Trong nhà bếp của gia đình Việt Nam thường có sẵn nhiều loại gia vị, các loại dưa chua, dưa kiệu, trứng cũng như cá khô, tôm khô và nấm khô dự trữ sẵn để tiện sử dụng.\nThường những người nước ngoài đến Việt Nam cần phải mất một thời gian mới thích nghi với tập quán ăn uống của người Việt. Trong bữa ăn chính thường phải có cơm, thức chấm không thể thiếu là nước mắm. Thỉnh thoảng cũng có khoai tây, khoai lang và các loại rau củ khác. Món ăn Việt Nam thường có vị cay, vì thế ớt, tiêu và tỏi là những gia vị không thể thiếu, gừng cũng được dùng nhiều trong chế biến món ăn. Ngoài ra còn vô số loại rau thơm, rau gia vị được dùng trong bếp Việt.\nĐối với những người thích thử nghiệm chế biến nhiều món ăn khác nhau thì sẽ phát hiện được nhiều điều thú vị khi tìm hiểu ẩm thực Việt Nam. Nhiều người nước ngoài sau một thời gian dài sống và làm việc ở Việt Nam, khi trở về quê hương điều họ nhớ nhất chính là những món ăn Việt Nam.Có thể bạn thích sách  555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\n\n\nSách liên quan:\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKinh Tế Trung Quốc – Những Rủi Ro Trung Hạn\nNhững gian thần trong triều đại Trung Hoa\nCác Khái Niệm Cơ Bản Về Kinh Tế – Song Ngữ Anh – Việt\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 2: Những Người Việt Nam Đi Tiên Phong"
    },
    {
        "title": "Những Món Ăn Chay Nổi Tiếng",
        "authorID": "Thiên Kim",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-nhung-mon-an-chay-noi-tieng.jpg",
        "description": "Thực ra, các món chay không chỉ ngon miệng, cung cấp đủ chất dinh dưỡng mà còn dễ thực hiện. “Những món ăn chay nổi tiếng” là cẩm nang ẩm thực chay hoàn hảo, nó hấp dẫn ngay cả những người ăn mặn đã từng cho rằng ăn chay là thiếu dinh dưỡng. Cuốn sách hướng dẫn bạn làm các món chay từ khai vị đến tráng miệng. Bạn hãy thử chọn một thực đơn cho bữa ăn gia đình mà bạn ưa thích. Sự ngạc nhiên và ngon miệng của mọi người chắc chắn sẽ dành cho bạn. Rồi bạn sẽ làm cho họ “ghiền” ăn chay bởi tài chế biến của bạn qua các món chay nổi tiếng này! \n\n\nSách liên quan:\n30/4 Chuyện Những Người Tháo Chạy\nNhững Trận Hải Chiến Nổi Tiếng Thế Giới\nCác Món Ăn Chay Trị Bệnh\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nSinh Ra Để Chạy\nTớ Đã Học Tiếng Anh Như Thế Nào\nTiếng cười Bác Ba Phi\n\n\nCó thể bạn thích sách  Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị Bệnh"
    },
    {
        "title": "Những Món Cơm Ngon Đặc Sắc",
        "authorID": "Tiểu Quỳnh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-nhung-mon-com-ngon-dac-sac.jpg",
        "description": "Bữa cơm gia đình Việt Nam vốn có hàm nghĩa là sum vầy, đầm ấm, tượng trưng cho ý nghĩa đẹp nhất của một gia đình hạnh phúc. Ngày nay, cùng với sự phát triển của đất nước, chúng ta chẳng những đã có những bữa cơm no mà còn có những bữa cơm ngon với kỹ thuật chế biến đẹp mắt hơn.\nNấu một bữa cơm, có lẽ cũng là điều giản dị đối với hầu hết mọi người. Nhưng để nấu một bữa cơm ngon, chắc chắn phải đòi hỏi một nghệ thuật, kỹ thuật đặc biệt.\nMong rằng cuốn sách nhỏ này sẽ hướng dẫn, gợi ý giúp các bạn nấu một bữa cơm đủ dinh dưỡng, ngon, lạ, đặc sắc, dành cho những người thân yêu trong gia đình.\nSách in trên giấy couché, ảnh minh họa màu.\n \nMục Lục:\nThay lời tựa\nLoại cơm rau củ\nCơm măng\nCơm bí đao thủy tinh\nCơm nếp bí đỏ\nCơm bí đỏ đậu Pois\nCơm trong chén cam\nCơm rau cuộn\nCơm khổ qua\nVỏ dưa cuộn cơm\nCơm dưa leo\nỚt xanh dồn cơm\nCơm dồn củ sen\nCơm Jambon\nCơm cuộn kiểu Nhật\nCơm dồn ruột măng\nCơm nấm hương\nCơm hấp nấm hương\nCơm lô hội\nCơm và bắp cải tím\nCơm nấu hạt dẻ\nCơm chay tịnh\nCơm thái cực\nCơm đậu ngự xanh\nLoại cơm hải sản\nCơm sứa dầu hành\nCơm dồn bạch tuộc\nCơm ghẹ\nCơm dồn mai cua\nCó thể bạn thích sách  Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị BệnhCơm cua hí trân châu\nCơm dồn ba ba\nCơm lươn\nCơm hầm sò hến khô\nCơm nếp cá cuộn\nCơm gói lưới tre\nCơm ếch\nCơm hấp tôm đất\nCơm hải sản\nTôm bao cơm\nCơm tôm\nCơm và tôm hấp lông\nCơm dưa leo và tôm\nCơm lá sen\nLá chuối bọc cơm\nCơm tóc tiên\nCơm nắm nhân tôm\nCơm rong xanh\nCơm các loại giáp xác\nCơm trong vỏ sò\nCơm nếp sò đỏ\nCơm nghêu ớt đỏ\nCơm nếp dồn ốc hương\nCơm ốc giác\nCơm trúc nghêu\nCơm ốc loa\nCơm nghêu\nLoại cơm với thịt gia cầm, gia súc\nCơm kỳ lân\nCơm trong tổ chim\nCơm trứng gà\nCơm jambon và mứt táo\nCơm thịt muối\nTrứng cuộn cơm\nCơm hai màu\nCơm vịt quay\nCơm gân bò\nCơm nạc thăn thơm cay\nCơm xá xíu\nCơm rau thịt mặn\nCơm thập cẩm\nTảo tía cuộn xúc xích\nCơm xúc xích trứng gà\nCơm xào cà ri\nCơm cánh gà\nCơm ống tre\nCơm với đậu hạt\nCơm nếp than\nTàu hủ ky cuốn cơm\nCơm đậu hủ\nCơm áo vàng\nLoại cơm bổ dưỡng\nCơm nhân sâm\nThơm dồn nếp than\nCơm nếp than hạnh nhân\nCơm La hán\nCơm hấp trong lồng tre\nCơm hấp táo đỏ.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n150 Món Ăn Ngon Cho Bé\n81 Món Xôi Ngon\n120 Món Ăn Ngon Việt Nam\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\nCó thể bạn thích sách  Các Món Ăn Chơi Xôi Chè Việt Nam"
    },
    {
        "title": "Thực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi",
        "authorID": "Hồng Yến",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-thuc-don-dinh-duong-cho-be-tu-1-den-3-tuoi.jpg",
        "description": "Về năng lượng, trẻ cần khoảng 100 -110kcal/kg cân nặng mỗi ngày,được cung cấp qua các bữa ăn như bột, cháo, cơm nát, bún.. . Nấu với các loại thức ăn cung cấp chất đạm như: Thịt, trứng, cá, tôm.. . Ngoài ra, dầu mỡ trong bữa ăn cũng là nguồn cung cấp năng lượng quan trọng. Một ngày trẻ nên ăn 150 – 200g gạo, nếu đã dùng bún, mỳ, phở, thì rút bớt gạo đi\n \nCuốn sách dài 152 trang được chia làm 3 chương chính\nChương 1: Nhu cầu dinh dưỡng cho trẻ từ 1 -3 tuổi\nChương 2: Thực đơn dinh dưỡng cho trẻ từ 1 đến 2 tuổi\nChương 3: Thực đơn dinh dưỡng cho trẻ từ 2 đến 3 tuổi\n\n\nSách liên quan:\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\nDinh Dưỡng Cho Trẻ Béo Phì\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\n\n\nCó thể bạn thích sách  Giáo Trình Thực Hành Chế Biến Món Ăn"
    },
    {
        "title": "Món Ăn Giúp Trẻ Thông Minh Học Giỏi",
        "authorID": "Nhật Nguyên",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-mon-an-giup-tre-thong-minh-hoc-gioi.jpg",
        "description": "Cuốn sách “Món ăn giúp trẻ thông minh học giỏi” xin giới thiệu các loại thực phẩm thông dụng hàng ngày, các món ăn bổ dưỡng giúp trẻ nhỏ thêm linh lợi, hoạt bát, giúp sĩ tử thêm vững tin trước các kỳ thi đầy gian nan.\n\n\nSách liên quan:\n150 Thực Đơn Ăn Dặm Giúp Bé Thông Minh Và Mau Lớn\nM&A Thông Minh\nBạn Thông Minh Hơn Bạn Nghĩ\nNgười Thông Minh Học Tập Như Thế Nào ?\n460 Bài Toán Vui Luyện Trí Thông Minh\nPhụ Nữ Thông Minh Không Ở Góc Văn Phòng\nTrí Thông Minh Thực Dụng\n\n\nCó thể bạn thích sách  Nghệ Thuật Pha Chế 460 Loại Rượu Cocktail"
    },
    {
        "title": "120 Món Súp Bổ Dưỡng Cho Trẻ Em \bVà Người Bệnh",
        "authorID": "Mỹ Hạnh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-120-mon-sup-bo-duong-cho-tre-em-va-nguoi-benh.jpg",
        "description": "120 món súp bổ dưỡng cho trẻ em & người bệnh với một số món ăn như:\n1. Các món súp cho trẻ em:\nSúp phô mai – bí đỏ – cá hồi\nSúp tôm – gà – bí đỏ\nSúp bắp non – trứng gà\nSúp bắp non – thịt ức gà\nSúp bắp – khoai tây\nSúp bắp – thịt heo\nSúp trứng – cải bó xôi\n…\n2. Các món súp cho người bệnh:\nSúp bóng cá\nSúp thịt bò – rau củ\nSúp tôm chua cay\nSúp cà chua – thịt gà\nSúp sò điệp\nSúp gà – bắp non\nSúp tôm viên – cải thảo\nSúp đậu hũ – thịt viên\n…\n\n\nSách liên quan:\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\nDưỡng Sinh Và Trị Bệnh\nMón Ăn Cho Người Mắc Bệnh Tiểu Đường\nMón Ăn Cho Người Bệnh Mạch Vành Và Cao Mỡ Máu\nHướng dẫn cho người chăm sóc bệnh nhân F0 tại nhà\nDinh Dưỡng Cho Trẻ Béo Phì\n\n\nCó thể bạn thích sách  Giáo Trình Thực Hành Chế Biến Món Ăn"
    },
    {
        "title": "206 Món Canh Dinh Dưỡng Cho Trẻ Em",
        "authorID": "Mai Ngọc",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-206-mon-canh-dinh-duong-cho-tre-em.jpg",
        "description": "Nội dung bao gồm:Canh cá chép mã thầyCanh táo đậu đen hầm cá chépCanh gà đảng sâmCanh gà bí đaoCanh long nhãn hạt senCanh bạch cập ý dĩ thịt nạcCanh bí đao ý dĩ thịt nạcCanh rong đỏ rau câuCanh bí đao rau câuCanh ngô tươi rau cải khôCanh đậu nành rau câuCanh thịt nạc nấu hạt sen bách hợpCanh sơn trà nhân hạt đàoCanh thịt gà bí đaoCanh vịt đầu xanh nấu đậu đỏ…..\n\n\nSách liên quan:\nDinh Dưỡng Cho Trẻ Béo Phì\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nDinh Dưỡng Chìa Khóa Vàng Cho Sức Khỏe\n\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến Các Món Lẩu Xốt Súp"
    },
    {
        "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà",
        "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-ga.jpg",
        "description": "Nấu ăn cũng là một nghệ thuật, nó cũng đòi hỏi phải có tính thẩm mỹ, sự chịu khó và cả tính sáng tạo của bạn nữa. Một món ăn ngon thôi chưa đủ mà nó còn đòi hỏi phải đẹp mắt, màu sắc phải hài hòa, nhất là nấu các món ăn đãi tiệc.\nCuốn sách này sẽ giúp bạn, hướng dẫn bạn làm 60 Món Gà, sao cho vừa ngon vừa đẹp.\nSách hướng dẫn bạn từ khâu chọn mua nguyên vật liệu đến cách nấu từng món ăn, cách trình bày món ăn sao cho đẹp mắt. Cuối sách, tác giả còn giới thiệu đến bạn cách làm các loại nước chấm như: sốt chua ngọt, tương giấm, mắm nêm, nước mắm me, sốt dầu giấm, sốt xí muội, nước mắm đặc, nước mắm loãng, nước mắm gừng.\nSách viết ngắn gọn, dễ hiểu chắc chắn sẽ giúp bạn thực hành thành công.\nTrong nguồn thực phẩm động vật phong phú thì gà là một trong những nguyên liệu có thể chế biến thành nhiều món ăn ngon miệng, bổ dưỡng và hầu như không thể thiếu được trong các bữa tiệc.\nCuốn sách này trình bày cách làm 60 món gà rất ngon như: Gà nướng cung đình, Gà bao thư, Uyên ương sắt cầm, Gà hầm bao tử, Phụng hoàng vũ khúc, Gà Mimosa, Gà Marango…\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật\n\nCó thể bạn thích sách  Giáo Trình Thực Hành Chế Biến Món Ăn"
    },
    {
        "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi",
        "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-goi.jpg",
        "description": "Gỏi là một trong những món ăn thường thấy và được nhiều người ưa thích bởi vị chua – ngọt hòa quyện và sự kết hợp khéo léo giữa nhiều loại nguyên vật liệu: rau, trái cây, tôm, thịt heo, thịt gà, thịt bò, nước chấm…\nCuốn sách này tập hợp 60 món gỏi thông dụng, ngon miệng và đẹp mắt như: Gỏi uyên ương, Gỏi sò huyết, Gỏi khổ qua, Rồng bay qua biển, Gỏi bò Thái Lan, Gỏi bò nhúng me, Gỏi trùng dương, Gỏi sen thảo cuộn…\nThông qua cách hướng dẫn cụ thể, tỉ mỉ, người đọc có thể tự tay chế biến những món ăn hấp dẫn, góp phần làm cho bữa tiệc thêm phần như ý.\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật\n\n\nCó thể bạn thích sách  Những Món Ngon Việt Nam (Song Ngữ Trung – Việt)"
    },
    {
        "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua",
        "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-sup-do-nguoi-do-chua.jpg",
        "description": "Trong các buổi đãi tiệc, ngoài các món chính, các món khai vị không thể thiếu như: súp, đồ nguội, đồ chua…- những món ăn khởi đầu mang tính “quyết định”, hấp dẫn thực khách hay không?\nỞ quyển sách này, với sự kết hợp giữa hai tác giả Triệu Thị Chơi và Nguyễn Thị Phụng sẽ giúp bạn trổ tài nấu nướng. Mỗi món có nhiều cách chế biến khác nhau, đa dạng và nhiều vẻ.\nChẳng hạn, súp, có: súp đông cô, súp gà phủ xôi chiên, súp óc heo, súp mai tuyết nhĩ…; đồ nguội, có: giò thủ ngũ sắc, bát bửu giang lâm, bao tử nhồi jambon, chả lục bình…; đồ chua, có: dưa tỏi, kim chi, dưa rau muống, ngó sen ngâm chua…\nCuối sách, tác giả còn hướng dẫn cách làm các loại nước chấm để bạn có thể tham khảo và thực hiện, tạo cho món ăn thêm đậm đà, ngon miệng. Ảnh minh họa 4 màu.\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ thuật nuôi dê sữa và phòng chữa bệnh\nThuật Xử Thế Của Người Xưa\nThuật Đọc Nguội\nNghệ Thuật Bài Trí Của Người Nhật\n\n\nCó thể bạn thích sách  Nghệ Thuật Làm Bếp – 170 Món Ăn Chay"
    },
    {
        "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm",
        "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-tom.jpg",
        "description": "Trong các bữa tiệc, món ăn được chế biến từ tôm thường hấp dẫn khẩu vị và được nhiều thực khách yêu thích bởi cách thức chế biến đa dạng, món ăn ngon miệng và đầy đủ dưỡng chất.\nCuốn sách này giúp bạn đọc nâng cao tay nghề nấu nướng khéo léo của mình thông qua 60 món tôm như: Tôm càng uyên ương, Tôm bọc xôi chiên, Tôm dạ hội, Tôm hắc bạch công tử, Tôm thẻ sốt Hoa Kỳ, Tôm chiên cơm cháy, Tôm chi lan Bắc Kinh… Ảnh minh họa 4 màu.\n \nMỤC LỤC\nTôm lăn bột\nBách hoa càng cua\nTôm bọc chiên giòn\nTôm chiên cốm\nTôm hồng bọc mía\nTai nấm nhồi tôm hấp\nTôm càng uyên ương\nTôm lụi tứ quý\nChả giò lồng đèn\nTôm nướng mỡ chài\nTôm hoàng hậu\nBánh mì tôm\nTôm bọc xôi chiên\nTôm nhúng giấm\nCẩm tú hoa lan\nTam kẹp tôm thẻ\nTôm Tứ Xuyên\nTôm quân cờ chiên xù\nTôm đồng tiền\nTôm rang me\nTôm dạ hội\nTôm hoàng bào\nTôm cuộn phô mai\nTôm rim cốt dừa\nTôm thẻ bọc da gà\nTôm hắc bạch công tử\nTôm hấp nước dừa\nChả giò bò bía\nChả giò cối\nChả giò rế\nHoành thánh\nChạo tôm\nNem nướng\nTôm tứ vị\nTôm bát trân\nTôm cuộn\nTôm xốt chao\nTôm thẻ sốt Hoa Kỳ\nTôm lạnh\nTrứng cút bọc tôm\nTôm cua nghêu đút lò\nTôm nướng lá lốt\nTôm giòn kim ngân\nCó thể bạn thích sách  150 Món Ăn Ngon Cho BéTôm tơ hồng\nTôm chiên xù\nTôm phấn\nTôm bao quản\nRa gu chuỗi\nTôm sốt trứng\nTôm xào nấm đông cô\nTôm bá vương\nTôm chiên cơm cháy\nTôm chi lan Bắc Kinh\nDồi tôm\nTôm Thái Lan\nKim chì hử\nChả giò pha lê\nTôm rang muối ớt\nTam anh hùng\nTôm hí hoa viên\nCách làm nước chấm\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật"
    },
    {
        "title": "81 Món Chè Đặc Biệt 3 Miền",
        "authorID": "Trâm Anh - Quế Anh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-81-mon-che-dac-biet-3-mien.jpg",
        "description": "Mùa hè đến kéo theo cái nắng nóng nực, được thưởng thức một cốc chè do chính tay mình nấu thực sự là một điều hạnh phúc. Chính vì vậy cuốn sách “81 món chè đặc biệt 3 miền” được coi là cẩm nang nấu chè không thể thiếu được trong gia đình nhỏ của chúng ta. Hãy thử sức làm món chè mình yêu thích đi nào?\nChè được coi là một món tráng miệng mà chúng ta có thể thưởng thức quanh năm, nó xuất hiện trong các nhà hàng sang trọng cũng như các bữa ăn đơn thuần của các gia đình. Từ lâu Chè được coi là món ăn cổ truyền của dân tộc Việt Nam thường dùng trong các ngày lễ tết và dùng như món ăn chơi, trắng miện sau bữa chính.\nỞ từng vùng miền, có các loại chè khác nhau, mỗi loại đều mang một hương vị riêng, và đều có thể thưởng thức nóng hoặc lạnh. Khác với món ăn mặn chè được chế biến khá đơn giản nhưng không kém phần tinh tế và hấp dẫn, cũng đòi hỏi khá tỉ mỉ, nguyên liệu dùng để chế biến là các loại ngũ cốc như đậu, ngô và các loại bột như bột năng, bột khoai, bột đao, bột sắn dây, gọa nếp kết hợp các hương liệu như tinh dầu bưởi, vani, gừng và không thể thiếu là đường.\nTrong cuốn sách 81 món chè đặt biệt 3 miền Bắc Trung Nam hướng dẫn nấy những loại chè sau:\nCó thể bạn thích sách  Dinh Dưỡng Cho Trẻ Béo PhìCách nấu Chè bắp\nCách nấu Chè đậu xanh\nCách nấu Chè chuối\nCách nấu chè Thập Cẩm\nCách nấu chè Trân Châu, nhãn nhục\nCách nấu chè Huế\nCách nấu chè Khoai tía\nCách nấu chè Long Nhãn Bọc Sen\nCách nấu chè trôi nước nhân tôm thịt\nCách nấu chè đậu ván bột lộc\nCách nấu chè thịt lợn quay\nCách nấu chè đậu ngự\nCách nấu chè hạt sen kiểu huế\nCách nấu chè ngũ sắc\nCách nấu chè khoai hạt é\nCách nấu chè bưởi…\n\n\nSách liên quan:\nCác Món Ăn Đặc Sản Miền Nam\nCá Tính Của Miền Nam\nKhông Có Bữa Ăn Nào Miễn Phí\nThôi Miên Nhìn Từ Góc Độ Tâm Lý Học\nDị Ứng – Miễn Dịch Lâm Sàng\nThôi Miên Bằng Ngôn Từ\nHorrible Geography – Miền Cực Lạnh Cóng"
    },
    {
        "title": "81 Món Xôi Ngon",
        "authorID": "Trâm Anh - Quế Anh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-81-mon-xoi-ngon.jpg",
        "description": "Một vài kết hợp giữa gạo nếp và một số thực phẩm khác sẽ làm nên những món xôi đơn giản trở thành một món ăn ngon miệng, đồng thời tăng cường dinh dưỡng và là một vị thuốc tự nhiên giúp tăng cường sức khoẻ như: xôi cốm, xôi gấc, xôi gà, xôi xoài, xôi xéo, cơm gà – xôi gà, cơm nếp bí đỏ, cơm nếp chay…\n81 món xôi ngon gồm:\nPhần I: Các món xôi1. Các món xôi2. Hướng dẫn nấu các món xôiPhần II: Cơm nếp1. Bàn luận về cơm nếp2. Hướng dẫn một số món từ cơm nếp\n\n\nSách liên quan:\n150 Món Ăn Ngon Cho Bé\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\n\nCó thể bạn thích sách  150 Món Ăn Ngon Cho Bé"
    },
    {
        "title": "120 Món Ăn Ngon Việt Nam",
        "authorID": "Hà Châu",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-120-mon-an-ngon-viet-nam.jpg",
        "description": "Những món ngon, những bữa ăn đầm ấm là phần không thể thiếu để xây đắp và củng cố hạnh phúc gia đình. Cuốn sách 120 Món Ăn Ngon Việt Nam được biên soạn giúp bạn duy trì những bữa cơm truyền thống đơn giản nhưng ngon miệng cho gia đình mình giữa nhịp sống bận rộn của thời hiện đại.\nCuốn sách trình bày những công thức nấu ăn đơn giản, dễ làm, hợp khẩu vị của người Việt, giúp bạn tiết kiệm thời gian, có thêm nhiều giây phút hạnh phúc bên những người thân yêu.\nCuốn sách gồm những nội dung chính như sau”\nChương 1: Lựa chọn thực phẩm tươi sống\nChương 2: Món canh\nChương 3: Các món luộc, hấp\nChương 4: Món xào\nChương 5: Món rán\nChương 6: Các món hầm, kho\nChương 7: Nộm\nChương 8: Các món xôi, chè.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n150 Món Ăn Ngon Cho Bé\n81 Món Xôi Ngon\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 1: Các Vị Tổ Ngành Nghề Việt Nam\n\n\nCó thể bạn thích sách  Dinh Dưỡng Cho Trẻ Béo Phì"
    },
    {
        "title": "150 Món Ăn Ngon Cho Bé",
        "authorID": "Tạ Ngọc Ái",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-150-mon-an-ngon-cho-be.jpg",
        "description": "“150 Món Ăn Ngon Của Bé”: Thức ăn có đầy đủ chất dinh dưỡng là điều kiện thiết yếu cho sức khỏe và sự tăng trưởng ở trẻ em. Xây dựng một số món ngon cho bé được xem là cách làm hiệu quả nhất để đẩy lùi các căn bệnh biếng ăn, đồng thời giúp kích thích quá trình ăn uống ở trẻ được diễn ra một cách ổn định và khoa học hơn.  \nBạn luôn phải vất vả mỗi khi cho trẻ nhà mình ăn?\nCon bạn luôn kêu khóc hoặc chạy chốn mỗi khi đến giờ ăn?\nCảnh tưởng dượt đuổi thức ăn sẽ không còn diễn ra nếu như bạn lựa chọn cho mình những công thức chế biến món ăn hấp dẫn cho trẻ. Món ăn hấp dẫn sẽ kích thích trẻ ăn ngon và thích thú.\nCuốn sách “150 món ăn ngon của bé” sẽ giúp các bậc phụ huynh chế biến những món ăn vừa ngon bổ, giúp trẻ ăn ngon miệng. Với danh mục những món ngon cho bé trên, hy vọng mẹ sẽ có thêm nhiều sự lựa chọn kích thích quá trình ăn uống cho bé được hiệu quả!\n\n\nSách liên quan:\n81 Món Xôi Ngon\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi"
    },
    {
        "title": "150 Thực Đơn Ăn Dặm Giúp Bé Thông Minh Và Mau Lớn",
        "authorID": "Kim Thanh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-150-thuc-don-an-dam-giup-be-thong-minh-va-mau-lon.jpg",
        "description": "Dinh dưỡng là một trong những yếu tố quan trọng quyết định tới sự phát triển trí lực của trẻ . Đặc biệt khi trẻ bước vào thời kỳ ăn dặm – giai đoạn quan trọng đánh dấu bước phát triển mới của trẻ, thì những kiến thức cơ bản về việc bổ sung dinh dưỡng, cách chế biến các món ăn dặm… luôn là vấn đề khiến các bà mẹ trẻ quan tâm.\nCuốn sách này sẽ giải đáp những câu hỏi vốn làm đau đầu không ít các bà mẹ: Ngoài nguồn sữa mẹ. cần bổ sung cho bé thêm những nguồn thực phẩm nào? đối với từng giai đoạn phát triển của con trẻ, thực phẩm cung cấp và phương pháp chế biến món ăn của trẻ có gì thay đổi? để con được thông minh, nên bổ sung những thức ăn gì cho đúng…\nNhững thực đơn được giới thiệu trong cuốn sách này đều rất đơn giản, dễ thực hiện, dễ tìm nguyên liệu; phù hợp với khẩu vị, nhu cầu dinh dưỡng của bé cũng như văn hoá ẩm thực truyền thống của Việt nam. Cuốn sách sẽ làm các bà mẹ tự tin và yên tâm hơn khi chăm sóc các bé, giúp các bé thông minh và mau lớn.\n\n\nSách liên quan:\nMón Ăn Giúp Trẻ Thông Minh Học Giỏi\nTrí Thông Minh Thực Dụng\nM&A Thông Minh\nBạn Thông Minh Hơn Bạn Nghĩ\nNgười Thông Minh Học Tập Như Thế Nào ?\n460 Bài Toán Vui Luyện Trí Thông Minh\nPhụ Nữ Thông Minh Không Ở Góc Văn Phòng\n\nCó thể bạn thích sách  150 Món Ăn Ngon Cho Bé"
    },
    {
        "title": "Nghệ Thuật Làm Bếp – 170 Món Ăn Chay",
        "authorID": "Võ Thị Hòa",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-nghe-thuat-lam-bep-170-mon-an-chay.jpg",
        "description": "Nghệ thuật làm bếp 170 món ăn chay: Phần 1 do Võ Thị Hòa biên soạn sẽ giúp các bạn biết cách làm một số món ăn chay như mì xào, bún Huế, chả tôm, mắm lóc chưng, canh chua, lạp xưởng Hiện nay ăn chay đang là một xu hướng đang được nhiều người ưa chuộng bởi lợi ích của việc ăn chay đem lại. Và để làm đa dạng hơn thực đơn bữa ăn với các món chay mời các bạn tham khảo cuốn Nghệ thuật làm bếp 170 món ăn chay. Mời các bạn tham khảo tài liệu để bổ sung thêm kiến thức về việc làm món chay cũng như có thêm hiểu biết về ẩm thực Việt Nam.\n\n\nSách liên quan:\nNghệ Thuật Pha Chế 460 Loại Rượu Cocktail\nNghệ Thuật Và Vật Lí\nNghệ thuật tạo đất mùn\nLàm Sếp Không Chỉ Là Nghệ Thuật\nNghệ thuật quyến rũ\nNghệ Thuật Sống Tự Tin\nNghệ thuật bán hàng bậc cao\n\n\nCó thể bạn thích sách  Thức Uống Và Thạch Trái Cây Đặc Sắc"
    },
    {
        "title": "555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng",
        "authorID": "Hải Yến",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-555-mon-an-viet-nam-ky-thuat-che-bien-va-gia-tri-dinh-duong.jpg",
        "description": "555 món ăn Việt Nam – Kỹ thuật chế biến và giá trị dinh dưỡng là cẩm nang chế biến món ăn đúc kết từ 34 năm kinh nghiệm của khoa Khách sạn du lịch – ĐHTM. Đây là tài liệu tham khảo quý giá cho các cán bộ kỹ thuật, các nhà nội trợ và các bạn ưa thích nấu ăn. Sách gồm các phần chủ yếu sau: \nGiới thiệu đặc điểm ăn uống Việt nam, khẩu vị của các miền Bắc, Trung, Nam: cơ sở của ăn uống hợp lý. Giới thiệu cách xây dựng thực đơn cho các bữa ăn thường, cỗ tiệc. \nGiới thiệu 555 công thức quy trình chế biến các món ăn từ rau, củ, quả, thuỷ sản, thịt gia súc, gia cầm, trứng, lương thực, bánh mứt, kẹo, nước giải khát, các món ăn chay, chế độ ăn kiêng theo bệnh lý.\n\n\nSách liên quan:\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\nDinh Dưỡng Cho Trẻ Béo Phì\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến 300 Món Ăn Ngon"
    },
    {
        "title": "Sổ Tay Nội Trợ – Các Món Lẩu",
        "authorID": "Ngọc Bích",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-so-tay-noi-tro-cac-mon-lau.jpg",
        "description": "Món Lẩu là món ăn ngày nay được các nước Châu Á rất ưa thích. Một nồi lẩu bao gồm một bếp (ga, than hay điện) Đang đỏ lửa và nồi nước dùng đang sôi. Các món ăn sống được để xung quanh và người ăn gắp đồ ăn sống bỏ vào nồi nước dùng, đợi chín tới và ăn nóng.\nThông thường đồ ăn dùng làm món lẩu là: Thịt, cá, lươn, rau, nấm, hải sản.. . Ở nhiều nơi, món lẩu thường được ăn vào mùa đông nhằm mục đích giữ thức ăn nóng sốt.\nCuốn sách dài 72 trang và được chia làm 3 phần\nPhần 1: Giới thiệu các món lẩu\nPhần 2: Cắm hoa nghệ thuật\nPhần 3: Mẹo vặt chế biến\n\n\nSách liên quan:\nCác Món Ăn Chay Trị Bệnh\nCác Món Ăn Đặc Sản Miền Nam\n150 Món Ăn Ngon Cho Bé\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nNhững Món Ăn Chay Nổi Tiếng\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n\n\nCó thể bạn thích sách  Các Món Ăn Chay Trị Bệnh"
    },
    {
        "title": "Bánh Tây Phương",
        "authorID": "Nguyễn Thu Dung",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-banh-tay-phuong.jpg",
        "description": "1. Các loại bánh bông lan.– Bông lang trang trí dâu tươi.– Bông lang Ya-ua.– Bông lang kem dâu chua…\n2. Các loại bánh mì.– Bánh gối bơ.– Bánh dạng sừng…\n3. Các loại bánh vỏ giòn.– Bánh táo.– Bánh nhân chuối và nho…\n4. Các loại bánh nhiều lớp.– Bánh xúc xích cuộn.– Bánh bướm.– Bánh xốp cuộn thịt gà…\n5. Các loại bánh su.– Bánh su kem.– Bánh xốp mặn.– Bánh thánh bổn mạng.\n6. Các loại bánh khô giòn.– Bánh điếu thuốc.– Bánh dừa giòn.– Bánh dừa…\n7. Các loại bánh khác.\n\n\nSách liên quan:\nPhương Pháp Xem Mạch Theo Đông Phương\nBánh Xe Khứ Quốc\nBánh Mì Thơm, Cà Phê Đắng\nCâu Chuyện Phía Sau Bánh Mì\nCủ Khoai Tây Ngồi Ghế Bành\nMiếng Bánh Ngon Bị Bỏ Quên : Kiếm Lời Từ Khủng Hoảng Tài Chính\nHenry Ford Và Ford – Đặt Thế Giới Lên 4 Bánh Xe\n\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến Trái Cây"
    },
    {
        "title": "Các Món Ăn Chơi Xôi Chè Việt Nam",
        "authorID": "Quỳnh Chi",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-cac-mon-an-choi-xoi-che-viet-nam.jpg",
        "description": "Nói đến món ăn thuần tuý Việt Nam thì chúng ta không thể không đề cập tới các món ăn đặc sản đó là nét văn hóa ẩm thực đặc trưng của một dân tộc, ngoài các món ăn thuần tuý này ra còn có các loại món ăn khác dùng hằng ngày đó là các loại Xôi Chè được chế biến qua các loại thực phẩm, củ, quả v.v…\nCuốn sách Xôi chè Việt Nam của tác giả Quỳnh Chi sẽ giới thiệu với các bạn cách nấu các món chè Việt Nam. Sách trình bày đẹp, nhỏ gọn, là một món quà dành cho các bạn gái và các bà nội trợ.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nSài Gòn Chợ Lớn Rong Chơi\nHướng Dẫn Chơi Cờ Vây\nHọc Chơi Cờ Tướng\n7 Trò Chơi Tâm Linh\nLời Từ Chối Hoàn Hảo\nSự Nghiệp Là Một Trò Chơi\n\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến Các Món Lẩu Và Súp"
    },
    {
        "title": "Các Món Ăn Đặc Sản Miền Nam",
        "authorID": "Lâm Hoa Phụng",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-cac-mon-an-dac-san-mien-nam.jpg",
        "description": "Đặc điểm món ăn từng miền tuy khác nhau, nhưng vẫn có những điểm tương đồng, thể hiện qua cơ cấu bữa ăn, nguyên tắc chế biến như nước dùng, nước mắm, gia vị hỗn hợp, rau phong phú, các loại nước chấm chế biến đa dạng phù hợp với món ăn. Vì vậy, không chỉ người Việt mà nhiều người nước ngoài đều rất yêu thích văn hóa ẩm thực của đất nước hình chữ S.\nMón ăn của người miền Nam đơn giản, không cầu kỳ như chính con người nơi đây là thật thà, giản dị. Miền Nam món ăn đa dạng, biến hóa khôn lường với vị ngọt, cay, béo do sử dụng nước dừa. Các món ăn đặc trưng sử dụng ngọt nhiều: bánh (bánh in, bánh men, bánh ít, bánh bò…), chè (chè kiếm, chè chuối), xôi, nem nướng, cháo gà, gà rô ti… đều sử dụng nước dừa hay cốm dừa để tăng vị béo, vị ngọt. Các món đặc trưng: cá lóc nướng trui, gỏi cuốn, bún mắm, hủ tiếu Nam Vang…\n\n\nSách liên quan:\n81 Món Chè Đặc Biệt 3 Miền\nCá Tính Của Miền Nam\nKhông Có Bữa Ăn Nào Miễn Phí\nThôi Miên Nhìn Từ Góc Độ Tâm Lý Học\nDị Ứng – Miễn Dịch Lâm Sàng\nThôi Miên Bằng Ngôn Từ\nHorrible Geography – Miền Cực Lạnh Cóng\n\n\nCó thể bạn thích sách  120 Món Ăn Ngon Việt Nam"
    },
    {
        "title": "Các Món Ăn Chay Trị Bệnh",
        "authorID": "Phan Văn Chiêu - Thiếu Hải",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-cac-mon-an-chay-tri-benh.jpg",
        "description": "Sách trình bày khá đầy đủ về giá trị dinh dưỡng của những món ăn chay, kèm theo khả năng trị bệnh của chúng. Hầu hết các công thức chế biến đều đơn giản, dễ làm, không quá cầu kỳ phức tạp. Hơn thế nữa, các tác giả còn tham khảo nhiều tư liệu khoa học để chỉ ra những mối nguy hiểm tiềm tàng của việc ăn thịt. Ngoài ra, sách còn giới thiệu thêm các bảng về nhu cầu acid amin cần cho cơ thể, về hàm lượng kali các thực phẩm thường dùng, về thành phần một số thức ăn thường dùng (cho 100g thức ăn) để bạn đọc tham khảo.\nVới hàng trăm cách chế biến các món chay đa dạng, có thể cung ứng cho mọi bữa ăn khác nhau, từ những món canh, món xào, món nguội, món ăn ngọt… cho đến các món bánh, món mì, món điểm tâm… Các Món Ăn Chay Trị Bệnh quả thật có thể xem là một cẩm nang quý giá cho người ăn chay.\n\n\nSách liên quan:\nNhững Món Ăn Chay Nổi Tiếng\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nSinh Ra Để Chạy\n30/4 Chuyện Những Người Tháo Chạy\nBệnh Tiểu Đường Cách Phát Hiện Và Điều Trị Bệnh\nBệnh Phong Thấp Và Bệnh Gút\n120 Món Súp Bổ Dưỡng Cho Trẻ Em \bVà Người Bệnh\n\n\nCó thể bạn thích sách  Nghệ Thuật Pha Chế 460 Loại Rượu Cocktail"
    },
    {
        "title": "Dinh Dưỡng Cho Trẻ Béo Phì",
        "authorID": "Việt Điền",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-dinh-duong-cho-tre-beo-phi.jpg",
        "description": "Món gà – món vịt là những thức ăn thân thuộc với người Việt Nam từ bao đời nay. Trong bữa cơm gia đình, trong các buổi tiệc sang trọng hay bữa cúng giỗ, hiếm khi nào lại thiếu món gà – món vịt vừa ngon vừa giàu dinh dưỡng này.\nGần 90 món ăn được giới thiệu trong tập sách này là những món chọn lọc, hợp với khẩu vị của người việt, sẽ giúp các bạn nắm được những quy tắc chung nhất để chế biến các món ăn này.\nChúc các bạn thành công.\n\n\nSách liên quan:\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\n\n\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm"
    },
    {
        "title": "Giáo Trình Thực Hành Chế Biến Món Ăn",
        "authorID": "Nguyễn Thị Tuyết - Uông Thị Toan",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-giao-trinh-thuc-hanh-che-bien-mon-an.jpg",
        "description": "“Giáo trình thực hành chế biến món ăn“ này là tài liệu giảng dạy và học tập trong các trường THCN ở Hà Nội, đồng thời là tài liệu thao khảo hữu ích cho các trường có đào tạo các ngành kỹ thuật – nghiệp vụ và đông đảo bạn đọc quan tâm đến vấn đề hướng nghiệp và dạy nghề.\nGiáo trình Thực hành chế biến món ăn nhằm giới thiệu đến người tham khảo một số kiến thức và quy trình chế biến các món ăn Á – Âu. Nội dung được chia làm 3 phần:\nPhần 1: Chế biến các món ăn cơ bản. Phần 2: Chế biến các món ăn Á. Phần 3: Chế biến món ăn Âu.\n\n\nSách liên quan:\nHành Trình Biến Thương Hiệu Thành Biểu Tượng\nHành Trình Trí Thức Của Karl Marx\nGiáo trình sản xuất thức ăn hỗn hợp chăn nuôi\nHành Trình Kẻ Cô Đơn\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 2\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 1\nHành Trình Chữ Viết\n\n\nCó thể bạn thích sách  120 Món Súp Bổ Dưỡng Cho Trẻ Em Và Người Bệnh"
    },
    {
        "title": "Kỹ Thuật Chế Biến 300 Món Ăn Ngon",
        "authorID": "Nguyễn Thuỳ Linh",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-che-bien-300-mon-an-ngon.jpg",
        "description": "Chắc hẳn, mỗi chúng ta đều biết: Kỹ thuật chế biến món ăn vừa là một khoa học vừa là một nghệ thuật. Món ăn thể hiện nghệ thuật ẩm thực của mỗi vùng, miền, mỗi dân tộc. Hơn nữa, nó còn phản ánh trình độ phát triển và bản sắc văn hoá của mỗi cộng đồng, và để làm được món ăn ngon, thực tế đòi hỏi những người nội trợ, những nghệ nhân nấu ăn phải có kiến thức, kinh nghiệm, đôi bàn tay tài hoa, óc sáng tạo tinh tế.\nKỹ thuật chế biến món ăn vừa là nghệ thuật vừa là một khoa học. Món ăn thể hiện nghệ thuật ẩm thực của mỗi vùng, miền, dân tộc. Tài liệu cung cấp cho bạn bạn đọc kỹ thuật chế biến 300 món ăn ngon.\nMục Lục :\nPhần I : Các món ăn chế biến từ động vật \n1. Thịt lợn, bò, thỏ.\n2. Gà, vịt, chim.\n3. Cá, tôm, cua, ốc (thủy sản).\nPhần II: Các món ăn chế biến từ thực vật \n1. Ngũ cốc.\n2. Rau…\n3. Các món nấu chay.\nPhần III: Các món bánh kẹo\n1. Các loại bánh nướng.\n2. Các loại bánh hấp.\n3. Các bánh in.\n4. Loại bánh rán..\n5. Các món mứt, kẹo.\n6. Các món chè. \n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\n81 Món Xôi Ngon\n\nCó thể bạn thích sách  Các Món Ăn Chay Trị Bệnh"
    },
    {
        "title": "Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị Bệnh",
        "authorID": "Bàng Cẩm",
        "genresID": "Ẩm thực - Nấu ăn",
        "imageID": "nhasachmienphi-ky-thuat-pha-che-sinh-to-lam-dep-va-tri-benh.jpg",
        "description": "Sinh tố là thức uống chế biến từ vật liệu trái cây và rau củ tươi, giúp hấp thu bổ sung chất khoáng, vitamin và chất xơ. Ngoài các trái cây và rau củ có thể xay sinh tố, cần bổ sung thêm thực phẩm một cách linh hoạt, hợp lý để tăng hiệu quả giữ gìn sắc đẹp và bảo vệ sức khoẻ.\nXin trân trọng giới thiệu cùng bạn cuốn sách hướng dẫn kỹ thuật pha chế các loại sinh tố\n– Sinh tố giúp làm đẹp: sinh tố làm đẹp da, tóc; sinh tố giúp giữ gìn dáng vóc.\n– Sinh tố bảo vệ sức khoẻ: sinh tố giúp trừ mệt mỏi; giúp giảm stress; trừ mỏi mắt; điều trị thiếu máu – kém ăn – say rượu – đau vai – rối loạn tiêu hoá; Sinh tố cho phụ nữ mang thai, sau khi sinh…\n– Sinh tố phòng và trị bệnh: bệnh gan, bệnh tim mạch, cao huyết áp, bệnh thận, sỏi mật, bệnh tiểu đường…\n\n\nSách liên quan:\nDưỡng Sinh Và Trị Bệnh\nGiáo Trình Vi Sinh Vật-Bệnh Truyền Nhiễm Vật Nuôi\nThuật Dưỡng Sinh Trường Thọ Cổ Truyền Trung Quốc\nKỹ thuật nuôi dê sữa và phòng chữa bệnh\nKỹ Thuật Mới Về Chăn Nuôi Lợn Ở Nông Hộ, Trang Trại Và Một Số Bệnh Thường Gặp\nTừ Sinh Lý Đến Dưỡng Sinh\nBệnh Tiểu Đường Cách Phát Hiện Và Điều Trị Bệnh\n\n\nCó thể bạn thích sách  120 Món Súp Bổ Dưỡng Cho Trẻ Em Và Người Bệnh"
    }
]
