[
    {
        "title": "100 Mẩu Chuyện Cổ Đông Tây",
        "authorID": "Nguyễn Lân.",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-100-mau-chuyen-co-dong-tay.jpg",
        "description": "100 mẩu chuyện cổ Đông Tây kể về những mẫu người tiêu biểu trong cổ sử của Hi Lạp, La Mã và Trung Quốc, những cái nôi của văn minh nhân loại. Những gương sáng đó sẽ giúp cho mỗi người khi soi vào có thể hoặc tu tỉnh, hoặc cố vươn lên những đỉnh cao của đạo làm người.\n\n\nSách liên quan:\nBão Đồng\nTô Đông Pha\n360 Động Từ Bất Quy Tắc Đầy Đủ\nTâm lý học đám đông\nĐám Đông Cô Đơn\nĐông Dương Hấp Hối\nĐời Mãi Ở Phương Đông\n\n\nCó thể bạn thích sách  Truyện cổ Ixraen"
    },
    {
        "title": "108 Truyện Ngụ Ngôn Hay Nhất",
        "authorID": "Nhiều tác giả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-108-truyen-ngu-ngon-hay-nhat.jpg",
        "description": "Ngụ ngôn là những truyện ngắn thường mượn chuyện loài vật để nói về việc đời nhằm dẫn đến những đạo lý, kinh nghiệm sống. 108 truyện ngụ ngôn là 108 câu chuyện chủ yếu của các con vật: Rùa học bay, Ngựa và Lừa, Chó nhà và Sói, Muỗi và Sư tử… và rất nhiều chuyện ngụ ngôn khác. Mỗi câu chuyện đó là mỗi một bài học cho đến giờ vẫn còn nguyên giá trị. Vậy những câu chuyện về các con vật đó dạy chúng ta điều gì?\n\n\nSách liên quan:\nTruyện cổ Nhật Bản\nSài Gòn Tản Văn – Ngon Vì Nhớ\nTruyện Kể Tây Tạng\nTuyển tập truyện cổ tích thế giới\nNhật Hoàng Hirohito Và Công Cuộc Kiến Thiết Nước Nhật Hiện Đại\nSam Walton và Wal-Mart – Giàu nhất nhờ bán hàng rẻ nhất\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n\n\nCó thể bạn thích sách  Kho Tàng Truyện Cổ Tích Việt Nam"
    },
    {
        "title": "Huệ Tím Và Những Chuyện Khác",
        "authorID": "Hermann Hesse",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-hue-tim-va-nhung-chuyen-khac.jpg",
        "description": "Những câu chuyện cổ tích không có hình ảnh hoàng tử, công chúa, không kể theo lối bình dân mà được đẩy lên thành nghệ thuật.\nTrong những câu chuyện ấy, người ta thấy được hành trình cuộc đời của một người từ lứa tuổi thiếu nhi đến tuổi trưởng thành, già và mất đi… Hành trình đó không phải là việc một người lớn lên, thành công trong sự nghiệp, mà là cuộc tìm kiếm bản thể để tìm về thiện tâm.\nNăm câu truyện cổ tích trong tập Huệ tím và những chuyện khác khiến bất cứ trẻ con hay người lớn đều có thể say mê, đọc mãi không dừng.\nVới trẻ con là thế giới hoa lá cây cỏ, hành trình tìm tòi và gần gũi với thiên nhiên qua chính cảm nhận và đôi mắt nhìn của trẻ. Qua đôi mắt tinh khiết của trẻ con, thiên nhiên xung quanh trở nên diệu kỳ và luôn luôn mới lạ.\nNhư chú bé Anselm, 10 tuổi trong truyện Huệ tím, chú yêu nhất bông huệ tím (Iris) ở vườn của mẹ. Chú nói chuyện, áp má, nhìn vào hoa để tưởng tượng về: một lối đi vào vườn thượng uyển, một lâu đài huyền bí hay những đêm ngủ mơ chú thấy mình cưỡi ngựa bay vào xứ sở thần kỳ của đài hoa đó… Với chú bé Augustus trong Chuyện chàng Augustus, nằm bên người cha đỡ đầu để nghe bản nhạc từ chiếc hộp nhạc cũ, cậu đã nhìn thấy những thiên thần bay lượn theo điệu nhạc.\nCó thể bạn thích sách  Thần Thoại Hy LạpTâm hồn diệu kỳ của con trẻ, với cảm xúc của tình yêu nguyên sơ trong trái tim, luôn thấy cuộc sống giấu đầy bí mật. Nhưng thế giới hồi thơ bé bí nhiệm bao nhiêu thì lớn lên lại khô cằn bấy nhiêu.\nHermann Hesse trân trọng cảm xúc của những đứa trẻ, ông cho rằng bất cứ đứa trẻ nào cũng có độ nhạy cảm cao, và tâm hồn sẽ mất dần sự tinh khiết theo thời gian khi con người ta lớn lên, già đi.\n“Mọi trẻ thơ, khi chúng thấy cuộc sống giấu đầy bí mật, đều bận tâm với một điều quan trọng nhất: bản thân mình và mối quan hệ đầy bí ẩn giữa mình và thế giới xung quanh” (Huệ tím).\nỞ những câu chuyện cổ tích này, Hermann Hesse còn chia sẻ những bài học để xây dựng nhân cách con người. Một người nếu chỉ nhận được tình yêu mà không biết yêu thương lại người khác cũng sẽ mãi mãi đau khổ.\nTrái tim vẫn lạnh giá trống rỗng dù tất cả tình yêu trên thế gian đều đổ vào mình. Chàng Augustus chỉ thật sự hạnh phúc trọn vẹn, tâm hồn thật sự thanh thản khi chàng biết hi sinh và cho đi tình yêu của mình.\nNhững câu chuyện cổ tích của Hermann Hesse có rất nhiều tầng nghĩa. Chạm vào góc nào cũng thấy dụng ý của sự thiện tâm gieo vào lòng trẻ thơ và cả người lớn thật nhẹ nhàng.\nCó thể bạn thích sách  365 Chuyện Kể Hàng Đêm – Mùa ThuÔng trân trọng cảm xúc của những tâm hồn trẻ thơ, gieo vào những tâm hồn tinh khiết ấy tình yêu mến mọi người mọi vật trên thế gian, biết rung động trước cái đẹp, chia sẻ những khổ đau…\nHuệ tím và những chuyện khác gióng lên tiếng chuông cho những ai làm cha làm mẹ hãy mở lòng chia sẻ tuổi thơ với con cái mình, chia sẻ sự tinh khiết đầu đời trong những cảm xúc của con cái. Những cảm xúc chân thành và bao dung đến từ con tim, qua rồi sẽ không cách gì trì níu. \n\n\nSách liên quan:\nNhững Khoảnh Khắc Xuất Thần\n30/4 Chuyện Những Người Tháo Chạy\nHorrible Science – Vật Lý, Câu Chuyện Của Những Lực Bí Hiểm\nVượt Lên Những Chuyện Nhỏ Trong Công Việc\nHorrible Science – Sinh Học Có Những Câu Chuyện Kỳ Diệu\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 2: Những Người Việt Nam Đi Tiên Phong"
    },
    {
        "title": "Buratino Và Chiếc Chìa Khoá Vàng",
        "authorID": "Lep Tônxtoi",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-buratino-va-chiec-chia-khoa-vang.jpg",
        "description": "Bác thợ mộc Giudéppơ tình cờ nhặt được một thanh củi biết nói, bác liền tặng thanh củi đó cho ông bạn già Cáclô. Bác Cáclô đem món quà kỳ lạ về nhà và gọt thành một con búp bê gỗ đặt tên là Buratinô. Một con búp bê trông giống hệt một cậu bé với cái mũi thật dài. Buratinô trong sáng, thông minh nhưng rất hiếu động và nghịch ngợm. Cũng chính vì tính hiếu động đó mà cậu bé đã gây nên cho mình không ít rắc rối. Trong một lần trốn học đi chơi, Buratino bị Mèo Madilio và Cáo Alixa lừa lấy mất tiền và bị bọn cướp tấn công. Lạc mất gia đình, cậu bé người gỗ bắt đầu bước vào những chuyến phiêu lưu đầy kỳ thú, bất ngờ nhưng cũng không ít nguy hiểm và sóng gió. Đặc biệt là cuộc hành trình khám bí mật về chiếc chìa khóa vàng mà Buratino được chú rùa Toóctila tặng cho…\nDựa trên câu chuyện cổ tích nổi tiếng về cậu bé Pinốckiô, bằng trí tuởng tượng phong phú và giọng văn miêu tả tuyệt vời của mình, nhà văn Alếc xây – Tôn xtôi đã kể lại một cách vô cùng mới mẻ, sinh động và hấp dẫn những chuyến phiêu lưu của chú bé người gỗ thông minh, tinh nghịch đáng yêu Buratinô. Alếc xây – Tôn xtôi đã khiến cho hình tượng chú bé người gỗ mũi dài vốn đã quen thuộc lại càng trở nên gần gũi và đáng yêu hơn trong lòng bạn đọc.\nCó thể bạn thích sách  Truyện Kể Tây TạngCuốn sách được trình bày đẹp mắt với nhiều tranh vẽ minh họa sinh động và hấp dẫn là một món quà tặng tuyệt vời dành cho các bạn nhỏ.\n\n\nSách liên quan:\nDinh Dưỡng Chìa Khóa Vàng Cho Sức Khỏe\nChiếc Ngai Vàng\nChìa Khóa Sống Giản Dị\nChìa Khóa Sống Lạc Quan\nChìa Khóa Sống Hướng Thiện\nChìa Khóa Trên Đường Hội Nhập – Bí Quyết Thành Công Của Tập Đoàn Microsoft\nCây Lược Vàng Quý Như Vàng"
    },
    {
        "title": "365 Chuyện Kể Hàng Đêm – Mùa Thu",
        "authorID": "Lưu Hồng Hà",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-365-chuyen-ke-hang-dem-mua-thu.jpg",
        "description": "Trước giờ đi ngủ, cả gia đình quây quần bên nhau cùng đọc một vài câu chuyện để khơi lên sức sống mơn mởn của mùa xuân, thưởng lãm không gian khoáng đạt của mùa hè, thả hồn mơ mộng cùng sắc thu hay cảm động cùng dư vị ấm áp giữa mùa đông… không chỉ tạo bầu không khí gia đình hạnh phúc mà còn là hành trang sống theo bé đi suốt cuộc đời.\n365 TRUYỆN KỂ HẰNG ĐÊM là series truyện kể dành cho bé được tuyển chọn theo “tinh thần” bốn mùa xuân, hạ, thu, đông… gồm những truyện kể ở xứ thần tiên, truyện kể tri thức, truyện hay rèn thói quen tốt, truyện kể về danh nhân, truyện kể dân gian… Mỗi câu chuyện sẽ mở ra một trải nghiệm đặc biệt, cung cấp một kiến thức thú vị, bồi dưỡng một phẩm chất ưu tú… giúp bé trưởng thành.\n\n\nSách liên quan:\nThuật Nói Chuyện Hàng Ngày\nBí Quyết Bán Hàng Thành Công – Sau 5 Phút Bạn Có Được Đơn Đặt Hàng\n100 Mẩu Chuyện Cổ Đông Tây\nHuệ Tím Và Những Chuyện Khác\nCỗ Máy Bán Hàng Tối Ưu\nBán Hàng Tức Thì\nCẩm Nang Bán Hàng\n\n\nCó thể bạn thích sách  Truyện cổ Xyri"
    },
    {
        "title": "Truyện Kể Tây Tạng",
        "authorID": "Nhiều tác giả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-ke-tay-tang.jpg",
        "description": "Truyện kể Tây Tạng là tuyển tập gồm 39 truyện dân gian Tây Tạng được lưu truyền hàng ngàn năm trong ký ức dân gian. Mỗi câu chuyện là một huyền thoại đẹp, một sự tích hay một ngụ ngôn về những thói tật của con người… nhưng cuối cùng, điều đọng lại trong lòng người đọc là khát vọng hướng thiện và bản sắc Tây Tạng đậm nét trong mỗi truyện kể.\n\n\nSách liên quan:\nTruyện cổ Tây Tạng\nKho Tàng Truyện Cổ Tích Việt Nam\nTruyện cổ Nhật Bản\n108 Truyện Ngụ Ngôn Hay Nhất\nTuyển tập truyện cổ tích thế giới\nThiên Táng\nTruyện cổ Ả-Rập\n\n\nCó thể bạn thích sách  Truyện cổ Grim"
    },
    {
        "title": "10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại",
        "authorID": "Terry Deary",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-10-huyen-thoai-hy-lap-hay-nhat-moi-thoi-dai.jpg",
        "description": "10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại được trình bày dưới nhiều hình thức khác nhau. Sau mỗi huyền thoại lại có những dữ liệu kỳ thú liên quan đến chủ đề.\nNội dung hấp dẫn, cách trình bày hài hước, đa dạng kèm tranh minh họa vui nhộn. Sách thích hợp với các bạn đọc từ 10 tuổi trở lên.\nTừ thời cổ đại, loài người đã kể chuyện. Họ kể nhiều chuyện cho nhau để giải thích thế giới xung quanh. Những câu chuyện này được ghi nhớ và truyền tụng lại. Có thể những người lang thang đã nghe kể chuyện rồi đem câu chuyện đó đi “phát tán” ở các vùng đất lân cận, sau khi đã thêm mắm giặm muối.\nĐến một lúc, con người bắt đầu học cách viết và một số người đã viết lại những câu chuyện này để truyền bá cho thế hệ sau.\nVà bạn chính là thế hệ sau đó.\nCó quá nhiều chuyện để nhét cả vào một cuốn sách, vì vậy cuốn sách này chỉ là 10 câu chuyện của người Hy Lạp cổ: 10 câu chuyện hay nhất! Chúng sẽ được kể lại dưới hình thức mới mẻ hơn và sẽ mang dáng dấp những câu chuyện hiện đại. Ngoài ra, bạn sẽ được “khuyến mãi” thêm 10 phần viết về những dữ liệu kỳ thú để bạn tha hồ đào bới và học hỏi thêm về người Hy Lạp, những thú vui và những rắc rối của họ.\nCó thể bạn thích sách  Truyện Cổ Di-Gan10 huyền thoại Hy Lạp hay nhất xin bắt đầu!\n\n\nSách liên quan:\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nHorrible Histories – Người Hy Lạp Huyền Thoại\nNhững Huyền Thoại\nMessi – Từ El Pulga Đến Một Huyền Thoại\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n100 Ý Tưởng Bán Hàng Hay Nhất Mọi Thời Đại\nSự Thật Về 100 Thất Bại Thương Hiệu Lớn Nhất Của Mọi Thời Đại"
    },
    {
        "title": "10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại",
        "authorID": "Michael Cox",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-10-huyen-thoai-viking-hay-nhat-moi-thoi-dai.jpg",
        "description": "10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại được trình bày dưới nhiều hình thức khác nhau. Sau mỗi huyền thoại lại có những dữ liệu kỳ thú liên quan đến chủ đề.\nTrong thế giới cổ đại, huyền thoại luôn phổ biến ở khắp nơi. Ngoài tác dụng giải trí, nó còn giúp con người tìm ra một ý nghĩa cho cái thế giới hỗn độn và đầy thù địch ở xung quanh. Mười huyền thoại rởn tóc gáy trong tập sách này đều kể về những cuộc phiêu lưu của các vị thần được người Na Uy, Đan Mạch, Thụy Điển (Bắc Âu) và Iceland thờ phụng vào thời kỳ trước công nguyên (CN). Những người này được gọi chung là người Viking. Suốt thời kỳ người Viking (hay còn gọi là người Na Uy cổ) hoành hành bá đạo thông qua những chuyến đi vơ vét và cướp bóc vào khoảng năm 750-1050 trước CN, các huyền thoại luôn là nguồn cảm hứng của họ. Nhờ lòng tin vào thần thánh và siêu anh hùng, nhờ nghe kể về cách thức các thần thánh, siêu anh hùng này giải quyết mọi vấn đề, họ có thêm lòng tự tin để đi tới. Giống như với mọi dân tộc vào mọi thời kỳ lịch sử, tín ngưỡng luôn đóng vai trò quan trọng trong việc đem lại lòng can đảm để đối đầu với một tương lai bất định.\nNhững dữ liệu kỳ thú sau mỗi huyền thoại cũng được hệ thống rất hợp lý, phân tích các yếu tố tạo nên tính hấp dẫn của câu chuyện làm cho người đọc vừa thư giãn, vừa có thêm kiến thức và hình thành tính logic và hệ thống trong tư duy đọc sách.\nCó thể bạn thích sách  12 Chiến Công Của HerculeNội dung hấp dẫn, cách trình bày hài hước, đa dạng kèm tranh minh họa vui nhộn. Sách thích hợp với các bạn đọc từ 10 tuổi trở lên.\n\n\nSách liên quan:\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\nNhững Huyền Thoại\nMessi – Từ El Pulga Đến Một Huyền Thoại\nHorrible Histories – Người Hy Lạp Huyền Thoại\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n100 Ý Tưởng Bán Hàng Hay Nhất Mọi Thời Đại\nSự Thật Về 100 Thất Bại Thương Hiệu Lớn Nhất Của Mọi Thời Đại"
    },
    {
        "title": "Truyện cổ Grim",
        "authorID": "Anh em nhà GRIM",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-grim.jpg",
        "description": "Hai thế kỷ đã trôi qua, những câu chuyện kể trong Truyện cổ Grim đã làm lay động hàng triệu trái tim của những độc giả nhỏ tuổi trên khắp thế giới. Cuốn sách “Truyện cổ Grim hay nhất” tập hợp những câu chuyện điển hình, đi sâu vào tiềm thức người đọc bao thế hệ, mỗi câu chuyện trong bộ sách sẽ kể cho trẻ bao điều thú vị về thế giới cổ tích diệu kỳ, đồng thời cung cấp cho trẻ những bài học cuộc sống ý nghĩa.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Andersen\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Nghìn Lẻ Một Đêm"
    },
    {
        "title": "12 Chiến Công Của Hercule",
        "authorID": "Thierry Lefèvre",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-12-chien-cong-cua-hercule.jpg",
        "description": "Theo lời nhà tiên tri tại Delphi, Heracles bị buộc phải làm nô lệ cho Eurystheus và thực hiện mười nhiệm vụ kỳ quái do Eurystheus yêu cầu, nhằm chuộc lại lỗi đã giết vợ con của mình – một hành động là kết quả của một cơn điên do Hera gây nên. Sau khi thực hiện xong, Eurystheus lật lọng và không thừa nhận công dọn chuồng ngựa của Augeas vì chàng đã đòi Augeas trả công, và đánh bại con rắn Hydra vì chàng đã thực hiện việc đó với sự giúp sức của Iolaus. Hắn bắt chàng thực hiện thêm hai công việc nữa, vì thế đời sau thường gọi 12 kỳ công đó là 10 kỳ công của Heracles.\n\n\nSách liên quan:\nMột số trận quyết chiến chiến lược trong lịch sử VN\n33 Chiến Lược Của Chiến Tranh\nHình Thần Trang Công Của Phái Trí Năng Công\nBàn Về Chiến Tranh\nCuộc Chiến Lỗ Đen\nGương Chiến Đấu\nChiến Thắng Con Quỷ Trong Bạn\n\n\nCó thể bạn thích sách  100 Mẩu Chuyện Cổ Đông Tây"
    },
    {
        "title": "Kho Tàng Truyện Cổ Tích Việt Nam",
        "authorID": "Nguyễn đổng Chi",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-kho-tang-truyen-co-tich-viet-nam.jpg",
        "description": "KHO TÀNG TRUYỆN CỔ TÍCH VIỆT NAM,kể từ lần in thứ bảy, in cùng lúc trọn bộ cả năm tập. Rất tiếc, ở những lần in toàn vẹn này tác giả đã không còn được tự mình xem lại bản in thử, như ông đã từng làm việc đó một cách hứng thú và kiên trì trong sáu lần in lẻ tẻ từng tập trước đây.\nTuy nhiên, từ sau khi tập V ra mắt (1982), thân phụ chúng tôi đã có dịp chỉnh lý kỹ cả năm tập, nhất là phần Tổng luận, nhằm chuẩn bị cho một lần in đầy đủ sau này. Chúng tôi cố gắng trung thành với những sửa chữa trực tiếp của ông, kể cả một đôi chỗ ông ủy thác cho tôi soát lại chút ít ít câu chữ, trong khi đọc bộ sách. Mặt khác, trong lần in thứ tư (1972), tác giả có một thay đổi đáng kể trong kết cấu cuốn sách của mình: ông bỏ đi 2 truyện và thay bằng 2 truyện khác để giữ nguyên số lượng 200 truyện.\nCân nhắc kỹ lại trong lần in thứ bảy, chúng tôi đã mạnh dạn đưa một truyện trong số đó trở lại bộ sách: truyện Giết chó khuyên chồng, số 50. Để bạn đọc dễ nhận ra truyện này đã được bỏ đi, chúng tôi đặt chữ số 50 đứng đầu tên truyện trong dấu [ ]. Tôn trọng ý nguyện của tác giả, các quy tắc viết hoa và phiên âm tên người, tên đất vẫn giữ nguyên như trong mấy lần in trước chứ không thay đổi. Tuy vậy, để giúp các nhà nghiên cứu có thể tra tìm nhanh chóng khối lượng tài liệu nước ngoài hết sức lớn mà tác giả đã tham khảo, ở các chú thích xuất xứ, bên cạnh tên người phiên âm trước đây chúng tôi có ký chú thêm nguyên văn, hoặc chuyển ngữ tiếng Pháp. Đối với tên một số dân tộc, hay một số địa danh trên thế giới được nhắc đến trong mục Khảo dị, nếu thấy cần thiết, chúng tôi cũng làm như vậy. Cuối bộ sách, chúng tôi còn thêm vào một Bảng tra cứu tên truyện sắp xếp theo trật tự a b c. Tất cả những việc này đều do các bạn bè thân thiết trong Ban văn học Cổ cận đại Viện Văn học góp sức thực hiện vào năm 1992.Có thể bạn thích sách  Truyện cổ Nhật Bản\n\n\nSách liên quan:\nTuyển tập truyện cổ tích thế giới\nTruyện cổ Tây Tạng\nTruyện Kể Tây Tạng\nChùa Yên Tử Lịch Sử Truyền Thuyết Di Tích Và Danh Thắng\nViệt Nam – Kho tàng dã sử\nGóc Nhìn Alan – Dành Tặng Doanh Nhân Việt Trong Thế Trận Toàn Cầu\nTruyện cười dân gian Việt Nam"
    },
    {
        "title": "Nghìn Lẻ Một Đêm",
        "authorID": "Nhiều tác giả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-nghin-le-mot-dem.jpg",
        "description": "Nghìn lẻ một đêm, tác phẩm vĩ đại bậc nhất của nền văn học A Rập, là một trong những công trình sáng tạo phong phú và hoàn mỹ của nền văn học thế giới.\nĐể tựa bản dịch tiếng Nga xuất bản năm 1929 ở Sankt Peterburg, Macxim Gorki viết: “Trong số các di tích tuyệt diệu của sáng tác truyền khẩu dân gian, các truyện cổ tích của nàng Sêhêrazát là di tích đồ sộ nhất.\nNhững truyện cổ tích này thể hiện với mức hoàn hảo kỳ diệu, xu hướng của nhân dân lao động muốn buông mình theo phép nhiệm màu của những ảo giác êm đẹp, theo sự kết hợp phóng khoáng của từ ngữ thể hiện sức mạnh vũ bão của trí tưởng tượng hoa mỹ của các dân tộc phương Đông – người A Rập, người Ba Tư, người Ấn Độ. Công trình dệt gấm bằng từ ngữ này xuất hiện từ thời tối cổ, những sợi tơ muôn màu của nó lan khắp bốn phương, phủ lên trái đất một tấm thảm từ ngữ đẹp lạ lùng.”\nTruyện mở đầu tất cả các truyện, giải thích lý do ra đời của tất cả các truyện, cái khâu đầu tiên của sợi dây chuyền vàng xuyên qua mọi tình tiết, liên kết chúng lại thành một chuỗi ngọc tuyệt tác muôn vẻ muôn màu rồi vòng trở lại để làm thành đoạn kết thúc, là chuyện của một người con gái. Một người con gái tài sắc vẹn toàn, thông minh rất mực, đã không quản hiểm nguy dám hi sinh tấm thân ngà ngọc của mình để cứu các bạn gái khỏi cảnh ô nhục và cái chết bi thương….Có thể bạn thích sách  Truyện cổ Andersen\n\n\nSách liên quan:\nTruyện cổ Nhật Bản\nTuyển tập truyện cổ tích thế giới\nTruyện Kể Tây Tạng\n108 Truyện Ngụ Ngôn Hay Nhất\n15 Chủ Đề Nói Thường Gặp Trong Tiếng Anh\nTruyện cổ Ả-Rập\nCẩm Nang Mẹo Vặt Y Khoa Thực Dụng"
    },
    {
        "title": "Tuyển tập truyện cổ tích thế giới",
        "authorID": "Nhiều tác giả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-tuyen-tap-truyen-co-tich-the-gioi.jpg",
        "description": "Tuyển tập 67 truyện cổ tích sưu tầm từ Internet\nMỤC LỤC\n1. NGƯỜI THỢ SĂN\n2. SÁU CON THIÊN NGA\n3. SÁU NGƯỜI HẦU\n4. Ả GRÊTEN THÔNG MINH\n5. ANH CHÀNG ĐÁNH TRỐNG\n6. ANH VÀ EM GÁI\n7. BA ANH EM\n8. BA BÀ KÉO SỢI\n9. BA CÔ CHỊ\n10. BÀ LÃO CHĂN NGỖNG\n11. BA NGƯỜI LÙN TRONG RỪNG\n12. BA SỢI TÓC VÀNG CỦA QUỶ\n13. BÁC NÔNG DÂN VÀ CON QUỶ\n14. BẠCH TUYẾT VÀ HỒNG HOA\n15. BẢY CON QUẠ\n16. CÂY CỦ CẢI\n17. CHÀNG KHỔNG LỒ TRẺ TUỔI\n18. CHIM SƠN CA\n19. CHIM ƯNG THẦN\n20. CHỌN V\n21. CHÚ BÉ NGHÈO DƯỚI NẤM MỒ\n22. CHÚ BÉ TÝ HON\n23. CHÚ HANH LƯỜI BIẾNG\n24. CHÚ HANXƠ SUNG SƯỚNG\n25. CÔ BÉ LỌ LEM\n26. CÔ BÉ QUÀNG KHĂN ĐỎ\n27. CỖ QUAN TÀI THUỶ TINH\n28. CÔ BÉ CHĂN NGỖNG\n29. CÔ HAI MẮT\n30. CON NAM Ở AO\n31. CON RẮN TRẮNG\n32. CON THỎ BIỂN\n33. CON NGỖNG VÀNG\n34. CON MÈO ĐI HIA\n35. CON QUỶ VÀ BÀ NÓ\n36. CON QUỶ NHỐT TRONG LỌ\n37. CUỘC NGAO DU CỦA TÝ HON\n38. ĐỒ BỎ XÓ\n39. ĐÓA HỒNG\n40. ĐÔI GIÀY ỦNG DA TRÂU\n41. ĐỨA CON VÀNG\n42. GÃ XAY BỘT NGHÈO KHÓ\n43. HAI ANH EM\n44. HAI ÔNG CHÁU\n45. HANXƠ SẮT\n46. HÊNXEN VÀ GRÊTEN\n47. HOÀNG ANH VÀ GẤU\n48. JÔRINĐƠR VÀ JÔRIGƠN\n49. LÊN THIÊN ĐÀNG\n50. MÈO CHUỘT KẾT NGHĨA\nCó thể bạn thích sách  Truyện Kể Tây Tạng51. NÀNG BẠCH TUYẾT\n52. NGÔI NHÀ TRONG RỪNG\n53. NGỌN ĐÈN XANH\n54. NGƯỜI BẦY TÔI TRUNG THÀNH\n55. NGƯỜI DA GẤU\n56. NGƯỜI THỢ SĂN TÀI GIỎI\n57. NHỮNG NGƯỜI KÔN\n58. NƯỚC TRƯỜNG SINH\n59. ONG CHÚA\n60. QUÀ CỦA NGƯỜI TÝ HON\n61. RAU LỪA\n62. THẦN CHẾT ĐỠ ĐẦU\n63. THỎ VÀ NHÍM\n64. VỢ CHỒNG NGƯỜI ĐÁNH CÁ\n65. VUA NÚI VÀNG\n66. VUA QUẠ\n67. VUA TRỘM\n\n\nSách liên quan:\nKho Tàng Truyện Cổ Tích Việt Nam\nGiới Thiệu Khu Di Tích Lịch Sử Đền Hùng\nTuyển Tập Truyện Ngắn Vũ Trọng Phụng\nTuyển tập Truyện Ngắn Nguyễn Công Hoan\nChùa Yên Tử Lịch Sử Truyền Thuyết Di Tích Và Danh Thắng\nTuyển tập Hạt Giống Tâm Hồn\nTruyện cổ Nhật Bản"
    },
    {
        "title": "Truyện cổ Andersen",
        "authorID": "Hans Christian Andersen",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-andersen.jpg",
        "description": "Nhà văn Hans Christian Andersen (1805 – 1875) có lẽ là một hiện tượng văn học hiếm có trên thế giới.. Andersen viết du ký, kịch, tiểu thuyết, làm thơ, nhưng nổi nhất là truyện. Truyện của ông dựa vào truyện dân gian, truyền thuyết, lịch sử, đời sống hàng ngày và cả cuộc đời riêng của tác giả.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  100 Mẩu Chuyện Cổ Đông Tây"
    },
    {
        "title": "Truyện Cổ Di-Gan",
        "authorID": "Marie Voriskova",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-di-gan.jpg",
        "description": "Là thợ rèn và thợ làm nồi đồng lưu động – vài người còn nhận là cháu chắc của Tubat – Cain – ngươi làm trò hề và nhất là nhạc công, người Di-Gan đã lưu truyền qua nhiều thời đại một di sản truyền khẩu phong phú. Do đó, những chuyện dân gian tiêu biểu nhất của họ có vẻ quyến rũ độc đáo, bất chấp thời gian. Họ đi qua nhiều xứ, tiếp xúc với nhiều dân tộc, nhưng không bao giờ lẫn lộn nào đó, trái lại hhọ thu thập chất liệu rồi đồng hoá và biến đổi chúng để nuôi dưỡng một di sản huyền thoại vốn đã rất phong phú và đa dạng.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Huệ Tím Và Những Chuyện Khác"
    },
    {
        "title": "Thần Thoại Hy Lạp",
        "authorID": "Nguyễn Văn Khoả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-than-thoai-hy-lap.jpg",
        "description": "“Thần thoại Hy Lạp” bao gồm các truyền thuyết về các vị thần và các vị anh hùng của người Hy Lạp. Bộ sách này hình thành trong một quãng thời gian lịch sử khá dài. Đó là một quá trình lịch sử từ thời kỳ nền văn minh Mycènes (2000 – 1100 TCN) đến những buổi biển diễn, đọc, kể anh hùng ca của Homère trong những ngày hội rồi đến hội diễn bi kịch trong ngày hội Dionysos.\nDù hôm nay, thời đại của niềm tin và tư duy thần thoại đã lùi vào quá khứ, cung điện Olympie của các vị thần hẳn đã dời đến một hành tinh nào khác xa xăm, thì những cái tên như Zeus, Éros, Héraclès… hay Achille vẫn truyền cho loài người những âm hưởng thánh thần để chinh phục ngày mai.\nHầu hết những câu chuyện thần thoại còn lại với độc giả ngày nay đều do những nhà thơ, nhà viết kịch kể lại… Quá trình kể lại cũng đồng thời là quá trình sắp xếp, biên soạn lại, tái tạo các câu chuyện theo một khuynh hướng nào đó.\n25/06/2018 : cập nhật lại bản ebook của bạn hanhdb, tên nhân vật chuẩn hơn, soát lỗi chính tả.\n\n\nSách liên quan:\nThần thoại Bắc Âu\nThần Thoại Sisyphus\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nDấn Thân\nThần Kinh Học\n\nCó thể bạn thích sách  Truyện Cổ Di-Gan"
    },
    {
        "title": "Truyện cổ Ixraen",
        "authorID": "Phạm Quang Vinh",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-ixraen.jpg",
        "description": "Ixraen; cũng được gọi là Nhà nước Do Thái) là một quốc gia theo chế độ cộng hòa ở vùng Trung Đông bên cạnh Địa Trung Hải. Tên “Israel” có nghĩa là “đã được Thiên Chúa sửa”, nhưng do phiên âm sai nên đã thành ra “đã đấu với Thiên Chúa”, và tên đó bắt nguồn từ đoạn Sáng thế ký 32:28 của Kinh Thánh, trong đó Jacob được đổi tên là Israel sau khi đấu với một người tấn công thần bí vô danh.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Thần thoại Bắc Âu"
    },
    {
        "title": "Truyện cổ Nhật Bản",
        "authorID": "Nhiều tác giả",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-nhat-ban.jpg",
        "description": "Tập truyện này giới thiệu với các bạn hơn hai mươi truyện ngắn dân gian đặc sắc của đất nước Mặt trời mọc. Các bạn sẽ có cơ hội tìm hiểu về lai lịch, văn hoá và con người Nhật Bản qua những câu chuyện lạ lùng và độc đáo như:-Những cuộn kinh linh ứng-Thiên đàng của mèo- Mèo cá và nhà sư …\n\n\nSách liên quan:\n108 Truyện Ngụ Ngôn Hay Nhất\nTruyện Kể Tây Tạng\nTuyển tập truyện cổ tích thế giới\nNhật Hoàng Hirohito Và Công Cuộc Kiến Thiết Nước Nhật Hiện Đại\nSam Walton và Wal-Mart – Giàu nhất nhờ bán hàng rẻ nhất\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\n\n\nCó thể bạn thích sách  Huệ Tím Và Những Chuyện Khác"
    },
    {
        "title": "Truyện cổ Xyri",
        "authorID": "Nguyễn Huy Thắng",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-xyri.jpg",
        "description": "Syria là một quốc gia ở Tây Á. Cái tên Syria trước kia gồm toàn bộ vùng Levant, trong khi nhà nước hiện đại bao gồm địa điểm của nhiều vương quốc và đế chế cổ, gồm cả nền văn minh Ebla từ thiên niên kỷ thứ ba trước Công Nguyên.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện cổ Grim\n\n\nCó thể bạn thích sách  10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại"
    },
    {
        "title": "Truyện cổ Ả-Rập",
        "authorID": "Contes Dorient",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-a-rap.jpg",
        "description": "Các em sẽ tìm thấy trong cuốn truyện này những điều kì diệu của thế giới cổ tích phương Đông, nơi đó có các vị thần đến giúp con người chiến thắng cái ác, nơi có những bông hồng hát du dương trên sa mạc nóng bỏng và những con cá sặc sỡ sắc màu biết nói…\n\n\nSách liên quan:\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  108 Truyện Ngụ Ngôn Hay Nhất"
    },
    {
        "title": "Truyện cổ Tây Tạng",
        "authorID": "Eva Bednarova",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-truyen-co-tay-tang.jpg",
        "description": "Xứ Tây Tạng, với một địa thế núi non hiểm trở, sống cách biệt với thế giới bên ngoài, ít khi đón tiếp những du khách muốn tìm hiểu bí mật của nó. Từ xưa nay, những kẻ tò mò dám mạo hiểm đột nhập vào thủ đô Lhasa vẫn luôn gặp phải vô vàn những khó khăn trở ngại. Ngày nay, dẫu rằng Tây Tạng có khuynh hướng phát triển dần thành một lãnh thổ tân tiến, nhưng người dân nơi đây vẫn giữ một thái độ dè dặt và khép kín đối với mọi ảnh hưởng du nhập từ bên ngoài.\n\n\nSách liên quan:\nTruyện Kể Tây Tạng\nKho Tàng Truyện Cổ Tích Việt Nam\nThiên Táng\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nViệt Nam – Kho tàng dã sử\nNền Kinh Tế Tăng Trưởng Và Sụp Đổ Như Thế Nào ?\n\n\nCó thể bạn thích sách  Truyện cổ Xyri"
    },
    {
        "title": "Thần thoại Bắc Âu",
        "authorID": "Khuyết Danh",
        "genresID": "Cổ Tích - Thần Thoại",
        "imageID": "nhasachmienphi-than-thoai-bac-au.jpg",
        "description": "Thần thoại Bắc Âu bao gồm tôn giáo thời kỳ tiền Ki-tô giáo, tín ngưỡng và truyền thuyết của những cư dân vùng Scandinavia, kể cả những người định cư trên đảo Iceland – nơi tìm thấy nhiều tư liệu viết của thần thoại Bắc Âu. Dị bản nổi tiếng của thần thoại Bắc Âu là thần thoại các dân tộc gốc Đức vốn hình thành từ thần thoại các dân tộc Ấn-Âu tồn tại trước đó. Tôn giáo các dân tộc Bắc Âu không dựa trên một “sự thật” được truyền trực tiếp từ thần thánh đến con người (tuy cũng có những câu chuyện người trần được thần thánh viếng thăm) và không có những văn bản chính quy như Kinh Thánh của Thiên Chúa giáo hay kinh Qur’an của Hồi giáo. Thần thoại Bắc Âu được truyền miệng dưới dạng những bài thơ dài. Việc lưu truyền tôn giáo Bắc Âu diễn ra mạnh nhất vào thời Viking. Người ta tìm hiểu về thần thoại Bắc Âu chủ yếu qua các sử thi Edda và các văn bản ghi chép trong thời đạo Thiên chúa mở rộng về khu vực Scandinavia. Thần thoại Bắc Âu cóảnh hưởng lớn đến các tác phẩm văn học nghệ thuật.\n\n\nSách liên quan:\nThần Thoại Hy Lạp\nThần Thoại Sisyphus\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nDấn Thân\nThần Kinh Học\n\nCó thể bạn thích sách  Truyện cổ Andersen"
    }
]
