{
    "__collections__": {
        "genre": {
            "f3977e6c-6474-4c50-90c9-921fec4f6c49": {
                "name": "Ẩm thực - Nấu ăn",
                "imageID": "am-thuc-nau-an.jpg",
                "description": "Ẩm thực Việt Nam là cách gọi của phương thức chế biến món ăn, nguyên lý pha trộn gia vị và những thói quen ăn uống nói chung của cộng đồng người Việt và các dân tộc thuộc Việt trên đất nước Việt Nam. Tuy có ít nhiều sự khác biệt, ẩm thực Việt Nam vẫn bao hàm ý nghĩa khái quát nhất để chỉ tất cả những món ăn phổ biến trong cộng đồng các dân tộc thiểu số nhưng đã tương đối phổ thông trong cộng đồng người Việt.\nTrong văn hóa Việt Nam, ăn uống là cả một nghệ thuật, nó không chỉ nhằm đáp ứng yêu cầu cơ bản của con người mà còn có mối quan hệ mật thiết đến lối sống, truyền thống dân tộc, được thể hiện rất rõ qua những dụng cụ được dùng trong bữa ăn, cách ứng xử với mọi người trong khi ăn. Vì thế việc ăn uống còn minh chứng cho lịch sử và sự hình thành nền văn hoá của Việt Nam. Các món ăn qua từng giai đoạn nói lên được cuộc sống, con người của giai đoạn đó và của vùng đất – nơi đã sản sinh ra mỗi món ăn."
            },
            "bb2e8c77-61fd-4e36-9ff1-f9774c780cd4": {
                "name": "Cổ Tích - Thần Thoại",
                "imageID": "co-tich-than-thoai.jpg",
                "description": "Truyện cổ tích Việt Nam là những truyện cổ tích được người Việt truyền miệng trong dân gian để kể lại những câu chuyện tưởng tượng xoay quanh một số nhân vật và sự kiện khác nhau. Vì là truyện cổ tích nên chúng thường mang yếu tố hoang đường, kì ảo, thể hiện ước mơ của người Việt về chiến thắng cuối cùng của cái thiện đối với cái ác, sự công bằng thay cho sự bất công trong xã hội. Những truyện cổ tích Việt Nam được xét vào thể loại hư cấu và khuyết danh, dù một vài câu chuyện có thể là lời giải thích cho một số sự vật, hiện tượng trong đời sống nhưng chúng không được xem là cứ liệu khoa học, mà nó thuộc vào phạm trù văn hóa Việt Nam.\n\nTruyện thần thoại Việt Nam là tập hợp những truyện dân gian kể về các vị thần, các nhân vật anh hùng, các nhân vật sáng tạo văn hóa, phản ánh quan niệm của người thời cổ về nguồn gốc thế giới và đời sống con người, muôn loài. VD: Cóc kiện trời là một trong những truyện tiêu biểu của thể loại Thần thoại Việt Nam\nTruyện thần thoại Việt Nam là thể loại tự sự viết bằng văn xuôi, kể lại sự tích các vị thần sáng tạo ra thế giới tự nhiên và văn hóa, phản ánh nhận thức, cách hình dung của người thời cổ về nguồn gốc của thế giới và đời sống con người. Có thể nói truyện thần thoại được xây dựng bằng những hình ảnh, chi tiết không có thực mà chỉ là hư ảo do con người tưởng ra dựa trên quan niệm về sự tiến hóa loài người mà sau này chỉ có các nhà khoa học mới giải thích được. Đó là những quan niệm theo lối duy vật từ thời xa xưa khi bắt đầu có loài người trên Trái Đất. Nhằm phản ánh quá trình sáng tạo văn học con người thời cổ đại."
            },
            "d3b701b0-1142-4c71-b94e-5f2daa7e1eaf": {
                "name": "Công Nghệ Thông Tin",
                "imageID": "cong-nghe-thong-tin.jpg",
                "description": "Công nghệ thông tin (tiếng Anh: information technology - IT), viết tắt CNTT, là một nhánh ngành kỹ thuật sử dụng máy tính và phần mềm máy tính để chuyển đổi, lưu trữ, bảo vệ, xử lý, truyền tải và thu thập thông tin.\nỞ Việt Nam, khái niệm công nghệ thông tin được hiểu và định nghĩa trong Nghị quyết Chính phủ 49/CP ký ngày 4 tháng 8 năm 1993: \"Công nghệ thông tin là tập hợp các phương pháp khoa học, các phương tiện và công cụ kỹ thuật hiện đại - chủ yếu là kỹ thuật máy tính và viễn thông - nhằm tổ chức khai thác và sử dụng có hiệu quả các nguồn tài nguyên thông tin rất phong phú và tiềm năng trong mọi lĩnh vực hoạt động của con người và xã hội.\"Thuật ngữ \"công nghệ thông tin\" xuất hiện lần đầu vào năm 1958 trong bài viết xuất bản tại tạp chí Harvard Business Review. Hai tác giả của bài viết, Leavitt và Whisler đã bình luận: \"Công nghệ mới chưa thiết lập một tên riêng. Chúng ta sẽ gọi là công nghệ thông tin (information technology - IT).\"\nCác lĩnh vực chính của công nghệ thông tin bao gồm quá trình tiếp thu, xử lý, lưu trữ và phổ biến hóa âm thanh, phim ảnh, văn bản và thông tin số bởi các vi điện tử dựa trên sự kết hợp giữa máy tính và truyền thông. Một vài lĩnh vực hiện đại và nổi bật của công nghệ thông tin như: các tiêu chuẩn Web thế hệ tiếp theo, sinh tin học, điện toán đám mây, hệ thống thông tin toàn cầu, tri thức quy mô lớn và nhiều lĩnh vực khác. Các nghiên cứu phát triển chủ yếu trong ngành khoa học máy tính."
            },
            "83f24e38-cb1e-468a-835b-34d3b2106100": {
                "name": "Học Ngoại Ngữ",
                "imageID": "hoc-ngoai-ngu.jpg",
                "description": "Ngoại ngữ hay Tiếng nước ngoài được hiểu là ngôn ngữ từ nước ngoài được sử dụng trong nước. Ở Việt Nam, tiếng Việt là ngôn ngữ quốc gia duy nhất, không có khái niệm ngôn ngữ thứ hai như ở những nước phương Tây.\nTránh nhầm lẫn ngoại ngữ với ngôn ngữ và chữ viết. Như tiếng Việt viết bằng chữ Hán với chữ Nôm hay âm Hán Việt, từ Hán Việt không phải là ngoại ngữ hay tiếng nước ngoài.\nTiếng Anh là ngoại ngữ phổ biến nhất ở Việt Nam. Các ngoại ngữ khác cũng tương đối phổ biến ở Việt Nam hiện nay là tiếng Nhật, tiếng Trung (thường ám chỉ tới Hán ngữ tiêu chuẩn, còn tiếng Quảng Đông hay được coi là ngôn ngữ dân tộc thiểu số cho người Hoa, giống như tiếng Khmer cho người Khmer).\nTiếng Pháp, Tiếng Nga và tiếng Đức khá ít phổ biến nhưng cũng được giảng dạy trong một số trường Phổ thông ở Việt Nam.\nTiếng Triều Tiên (hay tiếng Hàn) mặc dù tương đối phổ biến (do ảnh hưởng của làn sóng văn hoá Hàn Quốc và rất nhiều doanh nghiệp Hàn Quốc đang đầu tư nhiều vào Việt Nam, điển hình là Samsung), nhưng phải đến năm 2021 mới được Bộ Giáo dục - Đào tạo đưa vào Kỳ thi Trung học Phổ thông Quốc gia và được xét điểm học bạ trong tuyển sinh Đại học cho các khối D và A1."
            },
            "db9d12a5-af3d-48e3-b80a-d15ec74b1715": {
                "name": "Hồi Ký - Tuỳ Bút",
                "imageID": "nhat-ky.jpg",
                "description": "Hồi ký là sáng tác thuộc nhóm thể loại ký, thiên về trần thuật từ ngôi tác giả, kể về những sự kiện có thực xảy ra trong cuộc đời tác giả.\nHồi ký rất gần với nhật ký ở hình thức giãi bày, không dùng các thủ pháp cốt truyện, cách kể theo thứ tự thời gian, chú ý đến các sự kiện mang tính chất tiểu sử.\nNgược lại, hồi ký khác với tự truyện ở chỗ hồi ký đặt trọng tâm vào một số sự kiện trong khi tự truyện có phạm vi rộng lớn hơn, kéo dài cả đời người. Theo nhà văn Gore Vidal thì tự truyện cũng đòi hỏi đối chiếu rõ ràng ngày tháng trong lịch sử còn hồi ký là do chính trí nhớ của tác giả ghi nhận.\nVề mặt chất liệu, về tính xác thực không có yếu tố hư cấu thì hồi ký rất gần với văn xuôi lịch sử, tiểu sử khoa học, ký sự tư liệu lịch sử. Tuy nhiên, khác với các sử gia và các nhà nghiên cứu tiểu sử, người viết hồi ký chỉ tái hiện phần hiện thực thường nằm trong tầm nhìn của mình, căn cứ chủ yếu vào những ấn tượng và hồi ức của bản thân mình. Do vậy trong toàn bộ tác phẩm có sự nổi trội của bản thân người viết hoặc cái nhìn của người viết vào tất cả những gì được kể lại, miêu tả lại."
            },
            "2fc49e51-9d25-4d5a-916d-c206892c3d65": {
                "name": "Khác",
                "imageID": "khac.jpg",
                "description": "Khác"
            },
            "5fea3fc8-984a-4768-96c6-2ee58bb87b0c": {
                "name": "Khoa Học - Kỹ Thuật",
                "imageID": "khoa-hoc-ky-thuat.jpg",
                "description": "Khoa học kỹ thuật là các ngành khoa học liên quan tới việc phát triển kỹ thuật và thiết kế các sản phẩm trong đó có ứng dụng các kiến thức khoa học tự nhiên. Các ngành khoa học kỹ thuật cổ điển bao gồm khoa học kỹ thuật xây dựng (bao gồm cả khoa học trắc địa), khoa học chế tạo máy và khoa học điện tử. Các ngành khoa học kỹ thuật mới bao gồm kỹ thuật an toàn, kỹ thuật công trình nhà, hóa kỹ thuật và vi kỹ thuật.\nViệc tin học có được coi là một ngành khoa học kỹ thuật hay không vẫn còn được tranh cãi.\nCác cơ sở khoa học (kỹ thuật) nền tảng cho các khoa học kỹ thuật bao gồm đặc biệt là toán học, vật lý học, cũng có thể là hóa học (ví dụ trong lĩnh vự khoa học vật liệu và khoa học vật liệu xây dựng) hoặc là địa chất học (trong phạm vi ngành khoa học kỹ thuật xây dựng). Trong ngành này cơ học (với các phân ngành tĩnh học, động lực học và động học) đóng vai trò đặc biệt quan trọng. Cho ngành chế tạo máy là động lực học và cho ngành điện tử là kỹ thuật điện tử. Ngoài các cơ sở kể trên thì các ngành cơ sở hướng-phương-pháp như lý thuyết thiết kế hoặc các cơ sở bổ sung khác như kinh tế quản trị và tin học hoàn thiện nền tảng cho các khoa học kỹ thuật."
            },
            "c1073c64-62cc-4ee8-9e96-670082bc30ec": {
                "name": "Kiến Trúc - Xây Dựng",
                "imageID": "kien-truc-xay-dung.jpg",
                "description": "Kiến trúc là một ngành nghệ thuật và khoa học về tổ chức sắp xếp không gian, lập hồ sơ thiết kế các công trình kiến trúc. Kiến trúc sư với kiến thức chuyên ngành kiến trúc, ngoài công tác thiết kế công trình có thể tham gia vào rất nhiều các lĩnh vực thiết kế quản lý khác, như quy hoạch đô thị, thiết kế đô thị, thiết kế cảnh quan, quản lý đô thị, quản lý giám sát dự án, thiết kế nội thất, thiết kế đồ họa hay thiết kế tạo dáng công nghiệp.\nTừ những vật liệu sẵn có, những tri thức khoa học, kinh nghiệm, nhu cầu thực tế, quan niệm về ý nghĩa và giá trị thẩm mỹ của các hình thức kiến trúc, mỗi nền văn hóa thường để lại hàng loạt các công trình kiến trúc có chung những phong cách kiến trúc riêng, đặc trưng cho các thời kỳ lịch sử.\nKiến trúc hiện đại đi theo xu hướng tôn sùng công nghệ và vật liệu mới, công năng sử dụng, và năng lực sáng tạo cá nhân, do đó các công trình kiến trúc hiện đại thường không có nhiều liên hệ đến văn hóa bản địa.\nSự khô cứng, vô tính của kiến trúc hiện đại bị phê phán mạnh mẽ trong những năm 1970 khiến trào lưu kiến trúc hậu hiện đại ra đời. Công nghệ và vật liệu mới vẫn được áp dụng mạnh mẽ trong kiến trúc hậu hiện đại, mà áp dụng chúng một cách khôn ngoan đầy cảm xúc hơn, nhằm nhấn mạnh các đặc thù của công trình và mối liên hệ của công trình đến khung cảnh tự nhiên văn hóa xã hội xung quanh và là một trong những loại hình nằm trong 7 loại hình nghệ thuật cơ bản."
            },
            "f3d79ec5-722e-45a4-80fb-877caec22d99": {
                "name": "Kinh Tế - Quản Lý",
                "imageID": "kinh-te-quan-ly.jpg",
                "description": "Kinh tế học quản trị (tiếng Anh: Managerial Economics, hay còn gọi là Business Economics) - là việc ứng dụng lý thuyết kinh tế và các công cụ phân tích của khoa học ra quyết định để nghiên cứu cách thức một tổ chức đạt được các mục tiêu của mình với hiệu suất cao nhất.\nMối liên hệ là rất rộng. Trong mối liên hệ với môn marketing, đó là liên quan đến nhu cầu, co giãn của cầu theo giá.\nLiên quan đến tài chính là việc lập kế hoạch vốn, phân tích hòa vốn, giá trị kinh tế gia tăng (economic value added).\nVới khoa học quản trị đó là các quy hoạch tuyến tính, phân tích hồi quy, dự báo kinh tế...\nKinh tế học quản trị liên quan đến môn quản trị chiến lược trong việc phân loại cạnh tranh, phân tích cấu trúc, đánh giá hiệu quả kinh doanh. Việc xem xét các hình thái kinh doanh khác nhau sẽ cho ra các quyết định quản trị tốt hơn.\nTrong mối liên hệ đến kế toán quản trị sẽ gồm nhiều công tác, trong đó có việc tính toán các chi phí liên quan, phân tích gia tăng, chi phí cơ hội..."
            },
            "d0ffcb90-6d15-4675-9e86-b6818b4849ca": {
                "name": "Lịch Sử - Chính Trị",
                "imageID": "lich-su.jpg",
                "description": "Lịch sử, sử học hay gọi tắt là sử (Tiếng Anh: history) là một môn khoa học xã hội nghiên cứu về quá khứ, đặc biệt là những sự kiện liên quan đến con người. Đây là thuật ngữ chung có liên quan đến các sự kiện trong quá khứ cũng như những ghi nhớ, phát hiện, thu thập, tổ chức, trình bày, giải thích và thông tin về những sự kiện này. Những học giả viết về lịch sử được gọi là nhà sử học. Các sự kiện xảy ra trước khi được ghi chép lại được coi là thời tiền sử.\nLịch sử có thể tham khảo những môn học trừu tượng, trong đó sử dụng câu chuyện để kiểm tra và phân tích chuỗi các sự kiện trong quá khứ, và khách quan xác định các mô hình nhân quả đã ảnh hưởng đến các sự kiện trên. Các nhà sử học đôi khi tranh luận về bản chất của lịch sử và tính hữu dụng của nó bằng cách thảo luận nghiên cứu về chính lịch sử như một cách để cung cấp \"tầm nhìn\" về những vấn đề của hiện nay.\n\nChính trị (Tiếng Anh: politics) là hoạt động trong lĩnh vực quan hệ giữa các giai cấp, cũng như các dân tộc và các quốc gia với vấn đề giành, giữ, tổ chức và sử dụng quyền lực Nhà nước; là sự tham gia của nhân dân vào công việc của Nhà nước và xã hội, là hoạt động chính trị thực tiễn của giai cấp, các đảng phái chính trị, các nhà nước nhằm tìm kiếm những khả năng thực hiện đường lối và những mục tiêu đã đề ra nhằm thỏa mãn lợi ích.\nTừ khi xuất hiện, chính trị ảnh hưởng tới quá trình tồn tại và phát triển của mỗi cộng đồng, mỗi quốc gia, dân tộc và toàn nhân loại. Trước khi chính trị học ra đời với tư cách là một khoa học (political science) nghiên cứu chính trị như một chỉnh thể, có đối tượng, phương pháp, khái niệm, phạm trù..., đã có các quan niệm, quan điểm, thậm chí tư tưởng, học thuyết của các học giả khác nhau bàn về các khía cạnh của chính trị."
            },
            "621d26c3-5590-46b7-a027-14d4555d3194": {
                "name": "Marketing - Bán hàng",
                "imageID": "marketing.jpg",
                "description": "Marketing là một quá trình kinh doanh tạo mối quan hệ và làm hài lòng khách hàng. Tập trung vào khách hàng, một trong những thành phần hàng đầu của quản lý doanh nghiệp.\nHiệp hội marketing Mỹ (American Marketing Association, AMA) cho định nghĩa sau: \"Marketing là một nhiệm vụ trong cơ cấu tổ chức và là một tập hợp các tiến trình để nhằm tạo ra, trao đổi, truyền tải các giá trị đến các khách hàng, và nhằm quản lý quan hệ khách hàng bằng những cách khác nhau để mang về lợi ích cho tổ chức và các thành viên trong hội đồng cổ đông\".\n\nBán hàng là hoạt động liên quan đến việc bán một lượng hàng hóa hoặc dịch vụ trong một khoảng thời gian định trước.\nNgười bán hoặc nhà cung cấp hàng hóa và dịch vụ hoàn thành bán hàng để phản hồi việc mua lại, chiếm hữu, yêu cầu hoặc tương tác trực tiếp với người mua tại điểm bán hàng. Sau khi thông qua quyền sở hữu (tài sản hoặc quyền sở hữu) sản phẩm, và thanh toán giá cả, giao kèo sẽ được thực hiện theo một mức giá thỏa thuận. Trong đó, người bán thường hoàn tất việc bán hàng trước khi được thanh toán. Trong trường hợp tương tác gián tiếp, người bán hàng hóa hoặc dịch vụ thay mặt chủ sở hữu được gọi là nhân viên bán hàng, nhưng điều này thường đề cập đến người bán hàng trong cửa hàng / cửa hàng. phổ biến, bao gồm nhân viên bán hàng, trợ lý cửa hàng và nhân viên bán lẻ."
            },
            "9236d1da-0d5e-498b-9508-1f432da41a3e": {
                "name": "Nông - Lâm - Ngư",
                "imageID": "nam-lam-ngu-nghiep.jpg",
                "description": "Nông nghiệp bao gồm sản xuất cây trồng và chăn nuôi, thủy sản, ngư nghiệp và lâm nghiệp cho sản phẩm thực phẩm và không phải thực phẩm. Nông nghiệp là chìa khóa phát triển trong sự hình thành của chủ nghĩa định cư con người, nơi mà việc canh tác các loài thuần hóa tạo ra nguồn thực phẩm dư thừa cho phép con người sống trong các thành phố. Mặc dù con người bắt đầu thu thập ngũ cốc từ ít nhất 105,000 năm trước, nhưng những người nông dân mới chỉ bắt đầu trồng chúng vào khoảng 11,500 năm trước. Cừu, dê, lợn và bò được thuần hóa khoảng 10,000 năm trước. Các loài cây được canh tác độc lập ít nhất ở 11 khu vực trên thế giới. Trong thế kỷ 20, Công nghiệp hóa nông nghiệp dựa trên đơn canh quy mô lớn đã trở thành hình thức sản xuất nông nghiệp chủ yếu.\n\nLâm nghiệp là ngành sản xuất vật chất độc lập của nền kinh tế quốc dân có chức năng xây dựng rừng, quản lý bảo vệ rừng, khai thác lợi dụng rừng, chế biến lâm sản và phát huy các chức năng phòng hộ văn hóa, xã hội,... của rừng.\n\nNgư nghiệp là ngành kinh tế và là lĩnh vực sản xuất có chức năng và nhiệm vụ nuôi trồng và khai thác các loài thủy sản, chủ yếu là cá ở các ao hồ, đầm, ruộng nước, sông ngòi, trong nội địa và ở biển. Nói chung, ngư nghiệp là một thực thể tham gia trong việc nâng cao hoặc thu hoạch cá, được xác định bởi một số cơ quan phải là nghề cá, bảo vệ và phát triển nguồn lợi thủy,hải sản."
            },
            "dd146d86-ab04-48fd-830a-d6520ed6f69f": {
                "name": "Phiêu Lưu - Mạo Hiểm",
                "imageID": "phieu-luu.JPG",
                "description": "Tiểu thuyết phiêu lưu (tiếng Pháp: roman d’aventures) là loại tiểu thuyết kể về những chuyện phiêu lưu, những cuộc tìm kiếm, khám phá li kì, mạo hiểm. Trường ca Odissey (khoảng thế kỷ IX – VIII TCN) của Homer được xem là một trong những tác phẩm đầu tiên có một số đặc điểm của tiểu thuyết phiêu lưu.\n\nThám hiểm bao gồm các hoạt động mang tính phiêu lưu mạo hiểm nhằm mục đích khám phá tìm kiếm những điều bất ngờ chưa được biết đến.\nTừ này cũng dùng để những hoạt động tìm hiểu ban đầu của một dân tộc đối với nền văn minh của các dân tộc khác. Những cuộc khám phá đã bắt đầu từ khi con người xuất hiện, và thời đại khám phá của châu Âu là giai đoạn xuất hiện nhiều cuộc phát kiến lớn cả về địa lý lẫn văn hóa."
            },
            "940b6965-6a0b-4cfa-9cdf-32d9cd300787": {
                "name": "Tài Liệu Học Tập",
                "imageID": "tai-lieu-hoc-tap.jpg",
                "description": "Trong giáo dục chính quy, chương trình học (tiếng Anh: curriculum, số nhiều: curricula) là sự tương tác được lên kế hoạch giữa người học (học sinh-sinh viên) với nội dung, tài liệu, những nguồn lực, và những quá trình giảng dạy nhằm đánh giá mức độ thành tựu những mục tiêu giáo dục.\n\nGiáo trình là hệ thống chương trình giảng dạy của một môn học.\nNó là tài liệu học tập hoặc giảng dạy được thiết kế và biên soạn dựa trên cơ sở chương trình môn học.\nMục đích để làm tài liệu giảng dạy chính thức cho giáo viên, hoặc làm tài liệu học tập chính thức cho học sinh, sinh viên.\nTính chất của giáo trình phải bám sát chương trình đào tạo, đảm bảo tính hệ thống, tính ứng dụng, tính cơ bản, tính chính xác và tính cập nhật về nội dung khoa học của môn học."},
            "d2354b1d-c91a-4bc8-938c-7080f31be006": {
                "name": "Tâm Lý - Kỹ Năng Sống",
                "imageID": "tam-ly-hoc.jpg",
                "description": "Tâm lý học (tiếng Anh: psychology) là ngành khoa học nghiên cứu về tâm trí và hành vi, tìm hiểu về các hiện tượng ý thức và vô thức, cũng như cảm xúc và tư duy. Đây là một bộ môn học thuật với quy mô nghiên cứu rất sâu rộng.\n\nKỹ năng sống là tập hợp các hành vi tích cực và khả năng thích nghi cho phép mỗi cá nhân đối phó hiệu quả với các nhu cầu và thách thức của cuộc sống hàng ngày; nói cách khác là khả năng tâm lý xã hội. Đó là tập hợp các kỹ năng mà con người tiếp thu qua giáo dục hoặc trải nghiệm trực tiếp được dùng để xử lý các vấn đề và câu hỏi thường gặp trong đời sống con người. Các chủ đề rất đa dạng tùy thuộc vào chuẩn mực xã hội và mong đợi của cộng đồng. Kỹ năng sống có chức năng đem lại hạnh phúc và hỗ trợ các cá nhân trở thành người tích cực và có ích cho cộng đồng."
            },
            "ecbc941c-1ba3-4e09-9aa5-6d337062cadc": {
                "name": "Thể Thao - Nghệ Thuật",
                "imageID": "the-thao.jpg",
                "description": "Thể thao (Tiếng Anh: sport) là các loại hình hoạt động thể chất và trò chơi có tính chất cạnh tranh, từ đó có việc trao giải thưởng thông qua thành tích. Thể thao hiện đại mang mục đích là duy trì, cải thiện các kĩ năng và năng lực thể chất, trau dồi các kỹ năng xã hội, rèn luyện sức khỏe, đem lại niềm vui, hứng khởi cho những người tham gia (thường gọi là các vận động viên, bất kể ở lứa tuổi nào, giới tính, trình độ, đẳng cấp nào) và mang đến sự giải trí cho người xem.\n\nNghệ thuật là một loạt những hoạt động khác nhau, mang tính đặc biệt của con người và những sản phẩm do những hoạt động đó tạo ra. Bài viết này chủ yếu tập trung vào các môn nghệ thuật thị giác, bao gồm việc tạo ra những hình ảnh hay vật thể trong những lĩnh vực như hội họa, điêu khắc, đồ họa in ấn, nhiếp ảnh, và những phương tiện truyền thông hình ảnh khác."
            },
            "f29f072b-c130-4744-95ea-2612689a461c": {
                "name": "Tiểu Thuyết Trung Quốc",
                "imageID": "tieu-thuyet-trung-quoc.jpg",
                "description": "Tiểu thuyết Trung Quốc là một thể loại văn xuôi có hư cấu, thông qua nhân vật, hoàn cảnh, sự việc để phản ánh bức tranh xã hội Trung Hoa rộng lớn và những vấn đề của cuộc sống con người, biểu hiện tính chất tường thuật, tính chất kể chuyện bằng ngôn ngữ văn xuôi theo những chủ đề xác định.\nTrong một cách hiểu khác, nhận định của Belinski: \"tiểu thuyết là sử thi của đời tư\" chỉ ra khái quát nhất về một dạng thức tự sự, trong đó sự trần thuật tập trung vào số phận của một cá nhân trong quá trình hình thành và phát triển của nó. Sự trần thuật ở đây được khai triển trong không gian và thời gian nghệ thuật đến mức đủ để truyền đạt cơ cấu của nhân cách."
            },
            "bff3d4dc-d2ea-47fc-9eaa-d8780796770f": {
                "name": "Triết Học",
                "imageID": "triet-hoc.jpg",
                "description": "Triết học Việt Nam là những tư tưởng triết học của người Việt. Trong suốt lịch sử Việt Nam nếu theo tiêu chí của một nền triết học là phải có triết gia, triết thuyết và trường phái thì Việt Nam không có một nền triết học bản địa nào. Suốt mấy thập kỷ qua, quan niệm này chiếm ưu thế trong đánh giá hoạt động văn hóa tinh thần của đất nước. Tuy nhiên, một số học giả, một số nhà nghiên cứu vẫn nhìn nhận rằng dân tộc Việt Nam có một nền văn hiến riêng, trong nó chứa đựng một sắc thái tư tưởng không giống với các nền văn minh lân cận. Những nghiên cứu tư tưởng dân tộc làm cho việc khẳng định có một thứ tư tưởng triết học Việt Nam dần dần trở nên tự tin hơn. Đến nay, có xu hướng còn cho rằng Việt Nam không chỉ có những tư tưởng triết học mà còn có cả những học thuyết triết học theo đúng nghĩa của nó.\nViệt Nam có sự giao lưu, tiếp biến với nhiều nền văn minh trên thế giới: tiếp biến với nền văn hóa Trung Hoa bằng việc tiếp thu Nho giáo, Lão giáo và các tư tưởng triết học khác; tiếp biến với văn minh Ấn Độ một phần do đạo Phật từ Ấn Độ du nhập sang; sau này tiếp nhận Công giáo và các trường phái triết học phương Tây khác. Những tư tưởng triết học này đã được Việt Nam tiếp nhận một cách có chọn lọc, sau đó bản địa hóa. Chính vì vậy những tư tưởng triết học Việt Nam bao gồm triết học bản địa được thể hiện qua văn học dân gian và các tác phẩm chữ Hán, chữ Nôm, chữ Quốc ngữ chịu ảnh hưởng sâu sắc từ tư tưởng triết học Trung Hoa, Ấn Độ và phương Tây được du nhập vào Việt Nam. Nhiều yếu tố triết học đã xuất hiện trong thời Cổ đại và Trung đại tại Việt Nam. Léopold-Michel Cadière quan tâm đến triết học bình dân Việt Nam (philosophie pupulaire Annamite), nhiều nhà văn hoá học Việt Nam đã quan tâm đến: tín ngưỡng dân gian bản địa, tín ngưỡng phồn thực và nguồn gốc của Kinh Dịch nguyên thuỷ."
            },
            "db2455ff-2e4a-4ccc-9b50-ffa668dd41f9": {
                "name": "Truyện Cười - Tiếu Lâm",
                "imageID": "truyen-cuoi-tieu-lam.jpg",
                "description": "Truyện cười là thể loại văn học dân gian, là một lĩnh vực truyện kể dân gian rộng lớn, đa dạng, phức tạp bao gồm những hình thức được gọi bằng những danh từ khác nhau có tác dụng gây cười, lấy tiếng cười để khen chê và mua vui,giải trí."
            },
            "e5456ed6-fded-4b44-af67-928e7c393b53": {
                "name": "Văn Hóa",
                "imageID": "van-hoa.jpg",
                "description": "Văn hóa Việt Nam được hiểu và trình bày dưới các quan niệm khác nhau:\n\tQuan niệm thứ nhất: đó là đồng nhất văn hóa Việt Nam với văn hóa của người Việt, trình bày lịch sử văn hóa Việt Nam chỉ như là lịch sử văn minh của người Việt.\n\tQuan niệm thứ hai: Văn hóa Việt Nam là toàn bộ văn hóa các dân tộc Việt Nam cư trú trên mảnh đất Việt Nam, chỉ có văn hóa từng tộc người, không có văn hóa dân tộc/quốc gia.\n\tQuan niệm thứ ba: Văn hóa Việt Nam là cộng đồng văn hóa dân tộc/quốc gia, đây là nền văn hóa dân tộc thống nhất trên cơ sở đa dạng sắc thái văn hóa tộc người. Khái niệm dân tộc/quốc gia chỉ một quốc gia có chủ quyền, trong đó phần lớn công dân gắn bó với nhau bởi những yếu tố tạo nên một dân tộc. Quan niệm thứ ba này hiện nay đang là quan niệm chiếm số đông bởi các nhà nghiên cứu, các nhà quản lý trong lĩnh vực văn hóa Việt Nam, vì vậy nội dung về văn hóa Việt Nam sẽ được trình bày theo quan niệm thứ ba, văn hóa Việt Nam theo hướng văn hóa dân tộc.\nVăn hoá Việt Nam mang tính đa dạng cao. Dù vị trí địa lý nằm ở Đông Nam Á, văn hoá Việt Nam đôi khi được coi là một phần của vùng văn hoá Đông Á (cùng Trung Quốc, Đài Loan, CHDCND Triều Tiên, Hàn Quốc và Nhật Bản) bởi nhiều sự tương đồng."
            },
            "82337af1-c45a-44bb-9e67-083deef339b2": {
                "name": "Văn Học Việt Nam",
                "imageID": "van-hoc-viet-nam.jpg",
                "description": "Văn học Việt Nam là khoa học nghiên cứu, phê bình và sáng tác ngữ văn của người Việt Nam, không kể quốc tịch và thời đại.\nVăn học dân gian là nền tảng của văn học viết, là chặng đầu của nền văn học dân tộc. Khi chưa có chữ viết, nền văn học Việt Nam chỉ có văn học dân gian; khi có chữ viết, nền văn học Việt Nam mới bao gồm hai bộ phận: văn học dân gian và văn học viết.\nVăn học thành văn chịu ảnh hưởng của văn học dân gian về nhiều phương diện, từ nội dung tư tưởng đến hình thức nghệ thuật. Văn học viết cũng có tác động trở lại đối với văn học dân gian trên một số phương diện. Mối quan hệ giữa văn học dân gian với văn học viết cũng như vai trò, ảnh hưởng của văn học dân gian đối với văn học thể hiện trọn vẹn hơn cả ở lĩnh vực sáng tác và ở bộ phận thơ văn quốc âm.\nVăn học dân gian Việt Nam cũng như văn học dân gian của nhiều dân tộc khác trên thế giới có những thể loại chung và riêng hợp thành một hệ thống. Mỗi thể loại phản ánh cuộc sống theo những nội dung và cách thức riêng. Hệ thống văn học dân gian Việt Nam gồm có: sử thi, truyền thuyết, thần thoại, truyện cổ tích, truyện ngụ ngôn, truyện cười, tục ngữ, câu đố, ca dao, vè, thơ, chèo.\nSau hơn 10 thế kỷ hình thành và phát triển, văn học viết Việt Nam đạt được những thành tựu nhất định và vẫn đang tiếp tục \"dòng chảy\" của mình để có thể hội nhập vào nền văn học chung của thế giới."
            },
            "05dd9fa5-3cf1-4ed2-8059-ff663e39ad36": {
                "name": "Y Học - Sức Khỏe",
                "imageID": "y-hoc-suc-khoe.jpg",
                "description": "Y học Cổ truyền Việt Nam là một ngành y học nghiên cứu, ứng dụng các kiến thức, kinh nghiệm trong phòng ngừa, chẩn đoán, duy trì, cải thiện, điều trị và phục hồi bệnh thể chất và tinh thần dựa trên các hiểu biết từ y học dân gian, y học phương đông và y học hiện đại. Y học cổ truyền Việt Nam bị chi phối nhiều bởi Đông y với nguồn gốc xuất phát từ Trung Hoa. Các vị thầy thuốc nổi tiếng được xem là bậc tổ của nghề y Việt Nam là Lý Quốc Sư, Hải Thượng Lãn Ông (còn lưu truyền bộ Hải Thượng Y Tông Tâm Lĩnh) và Tuệ Tĩnh (tác giả của câu nói nổi tiếng \"Nam dược trị Nam nhân\" - thuốc Nam dùng chữa bệnh cho người Nam).\n\nY học, y khoa hay gọi ngắn là y (Tiếng Anh: medicine) là khoa học ứng dụng liên quan đến chẩn đoán, tiên lượng, điều trị và phòng ngừa bệnh tật. Y học gồm nhiều phương pháp chăm sóc sức khỏe vốn liên tục phát triển với mục đích duy trì, hồi phục sức khỏe từ việc phòng ngừa và chữa bệnh. Y học hiện đại áp dụng khoa học y sinh, nghiên cứu y sinh, y sinh học di truyền và công nghệ y tế để chẩn đoán, điều trị và ngăn ngừa chấn thương và bệnh tật thông qua thuốc men, phẫu thuật hoặc liệu pháp phong phú như tâm lý trị liệu, nẹp, thiết bị y tế, dược chất sinh học, trị liệu bức xạ,..."
            }
        }
    }
}