{
    "__collections__": {
        "book": {
            "caebac83-a49c-41e8-ba5f-5a97e9bc96e6": {
                "title": "Kỹ Thuật Nấu Ăn Toàn Tập",
                "authorID": "Triệu Thị Chơi",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-nau-an-toan-tap.jpg",
                "description": "Cuốn sách Kỹ năng nấu ăn bao gồm hết tất cả các kỹ năng để tạo ra 1 bữa ăn ngon trong gia đình, từ những khâu chế biến, sắp xếp, dụng cụ, 1 cách hết sức chi tiết.Tác giả Triệu Thị Chơi và nhiều tác giả khác đã nghiên cứu đúc kết kinh nghiện từ những đầu bếp hang đầu thế giới sẽ đứa đến cho các bạn đọc những bí quyết hết sức quý báu để bạn thành công trong bữa ăn, hơn hết gia đình hạnh phúc ấm no,  Trình bày của cuốn sách hết sức chi tiết và trực quan sinh động, với rất nhiều hình minh họa và các bước làm nên món ngon. Xin chúc các bạn thành công\n\n\nSách liên quan:\nXử Thế Trí Tuệ Toàn Thư – Thuật Nói Chuyện\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nThủ Thuật Casio Giải Nhanh Trắc Nghiệm Toán 12\nNâng Cao Kỹ Năng Giải Toán Trắc Nghiệm 100% Dạng Bài Hàm Số Và Các Bài Toán Liên Quan\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\n\n\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua"
            },
            "037de109-0e2a-4dbf-87a6-e0bf48e39edf": {
                "title": "Kỹ Thuật Chế Biến Trái Cây",
                "authorID": "Từ Triệu Hải - Cao Tích Vĩnh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-che-bien-trai-cay.jpg",
                "description": "Chế biến trái cây: là các nguyên tắc cơ bản trong việc chế biến trái cây, giới thiệu tường tận kỹ thuật chế biến80 loại trái cây như: cam, quýt, táo lớn , nho, lê, đào, sơn trà, táo nhỏ, mận, hạnh nhân… Bao gồm các kỹ thuật đóng hộp, phơi khô lấy nước, ngâm rượu làm mứt…\nKỹ thuật chế biến trái cây được chia ra thành các phần như sau:Chương 1:Tri thức can bản về chế biến trái câyChương 2: xữ lý trước khi chế biến trái cây và yêu cầu đối với phụ liệuChương 3: Phân loại các sản phẩm trái cây chế biến và nguyên tắc bảo quản trong chế biếnChương 4: kỹ thuật chế biến cam quýtChương 5: Kỹ thuật chế biến táoChương 6: Kỹ thuật chế biến nhoChương 7: Kỹ thuật chế biếnlêChương 8: Kỹ thuật chế biến đàoChương 9: Kỹ thuật chế biến sơn tràChương 10:Kỹ thuật chế biến táoChương 11:Kỹ thuật chế biến đào mắt khỉChương 12:Kỹ thuật chế biến hồngChương 13:Kỹ thuật chế biến lêChương 14:Kỹ thuật chế biến trái hànhChương 15:Kỹ thuật chế biến mỡChương 16:Kỹ thuật chế biến dương maiChương 17:Kỹ thuật chế biến trái cây nhiệt đớiChương 18:Kỹ thuật chế biến dauChương 19:Kỹ thuật chế biến dương đào,anh đàoPhụ lục: Kỹ thuật chế biến hạt dẻ\n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nKỹ Thuật Mới Về Chăn Nuôi Lợn Ở Nông Hộ, Trang Trại Và Một Số Bệnh Thường Gặp\n\nCó thể bạn thích sách  Kỹ Thuật Chế Biến Các Món Lẩu Và Súp"
            },
            "610baf70-e68a-4f3e-aaf9-40c4bd53dbce": {
                "title": "Kỹ Thuật Chế Biến Các Món Lẩu Xốt Súp",
                "authorID": "LÊ THANH XUÂN",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-che-bien-cac-mon-lau-xot-sup.jpg",
                "description": "Món lẩu, món xốt, món súp, (phụ gia) đã và đang là những món ăn ngon, hợp khẩu vị, lịch sự và rất phổ biến trong các gia đình Việt mỗi khi tổ chức liên hoan hay các dịp lễ tế. Cuốn sách được biên soạn với mục đích giúp các bạn nội trợ chế biến được các món lẩu và súp, ngon, lạ miệng và hấp dẫn:\n– Lẩu bò, lẩu sườn, lẩu dạ heo\n– Lẩu la hán, lẩu chay, lẩu đậu phụ\n– Súp bánh dầy, súp tôm, súp cá\n– Súp dưa chuột muối, súp dưa non có kem…\n– Xốt cà, xốt pho mát, xốt …\n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nGiáo Trình Thực Hành Chế Biến Món Ăn\n\n\nCó thể bạn thích sách  Thức Uống Và Thạch Trái Cây Đặc Sắc"
            },
            "4439ab82-1c2c-43bd-a83a-3bb55989fd88": {
                "title": "Kỹ Thuật Chế Biến Các Món Lẩu Và Súp",
                "authorID": "LÊ THANH XUÂN",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-che-bien-cac-mon-lau-va-sup.jpg",
                "description": "Trong cuộc sống hiện nay, món lẩu và món súp đã và đang là những món ăn ngon, hợp khẩu vị, lịch sự và rất phổ biến trong các gia đình ở nước ta mỗi khi tổ chức liên hoan hay các dịp lễ tết\nĐể giúp các bạn nội trợ chế biến được các món lẩu và súp ngon, lạ miệng và hấp dẫn, Nhà xuất bản Thanh niên xin giới thiệu cuốn: “ Kỹ thuật chế biến và các món lẩu và súp”\nCuốn sách gồm có 2 phần chính:\nChương 1: Kỹ thuật chế biến các món lẩu\nChương 2: Kỹ thuật chế biến các món súp\n \n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\nGiáo Trình Thực Hành Chế Biến Món Ăn\n\n\nCó thể bạn thích sách  Dinh Dưỡng Cho Trẻ Béo Phì"
            },
            "80f394f1-9a82-45a3-9b74-1682d7cc4390": {
                "title": "Nghệ Thuật Pha Chế 460 Loại Rượu Cocktail",
                "authorID": "Thiên Kim",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-nghe-thuat-pha-che-460-loai-ruou-cocktail.jpg",
                "description": "Hướng dẫn cách pha chế rượu – cocktail cho các dịp khác nhau như: đồ uống trước bữa tối; đồ uống sau bữa tối; đồ uống ít chất bổ; đồ uống thời tiết nóng…Giới thiệu tủ đựng cocktail, các loại cockatil, cocktail trái cây và cocktail không có chất rượu…\nChương 1. Tủ đựng rượu CocktailChương 2. Các loại CocktailChương 3. Các thức uống kiểu Mỹ và thức uống khác vào mùa hạChương 4. Các loại rượu pha thêm hương và rượu PuchChương 5. Các thức uống mùa hạChương 6. Các loại rượu cốc có trứng, bia hoà rượu pha đường hâm nóng và rượu Puch sữaChương 7. Các thức uống nóng, các loại rượu PuchChương 8. Các thức uống khácChương 9. Cách chọn và phục vụ các loại rượu\n\n\nSách liên quan:\nKim Loại Trong Nghệ Thuật Trang Trí Nội Ngoại Thất – Các Loại Cầu Thang, Tường Rào, Lan Can\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nNghệ Thuật Và Vật Lí\nNghệ thuật tạo đất mùn\nLàm Sếp Không Chỉ Là Nghệ Thuật\nNghệ thuật quyến rũ\nNghệ Thuật Sống Tự Tin\n\n\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà"
            },
            "0780def1-5566-4c1a-b5f5-42540f8b5d2a": {
                "title": "Văn Hóa Ẩm Thực Ninh Bình",
                "authorID": "Vũ Văn Lâu",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-van-hoa-am-thuc-ninh-binh.jpg",
                "description": "Ninh Bình là một trong những tỉnh nằm ở vùng duyên hải thuộc châu thổ sông Hồng, có những nét đặc thù riêng của nền văn minh lúa nước, của văn hoá sông Hồng, trong đó có văn hoá ẩm thực. Và ở mỗi vùng miền trên dải đất này lại có những món đặc sản riêng không chỉ hợp khẩu vị với người dân sở tại mà còn làm cho nhiều du khách cả trong nước và Quốc tế đến đây thích thú, say lòng.\nTương truyền, cơm cháy Ninh Bình được hình thành hơn 100 năm (từ cuối thế kỷ 19), do một chàng thanh niên người Ninh Bình tên là Hoàng Thăng học được và phát triển từ một món ăn của người Hoa, sau đó mở rất nhiều tiệm ăn ở Hà Nội lẫn Ninh Bình. Từ đó món cơm cháy được lưu truyền, phát triển và trở thành một đặc sản của vùng đất Cố đô. Ngày nay, còn có riêng một dòng cơm cháy gia truyền nổi tiếng và thơm ngon mang tên Hoàng Thăng.\n\n\nSách liên quan:\nThực phẩm & Thuốc miễn phí – Hướng dẫn các loại thực vật ăn được\nVăn Hóa Ẩm Thực Việt Nam – Nhìn Từ Lý Luận Và Thực Tiễn\nBinh Pháp Tôn Tử\nThập Nhị Binh Thư\nBinh Thư Yếu Lược\nBài Học Vô Giá Từ Điều Bình Dị\nĐiều Bình Dị Thông Thái\n\n\nCó thể bạn thích sách  Bánh Tây Phương"
            },
            "fa30ff6b-da4f-4d78-b4b3-f54ccd3ffe37": {
                "title": "Thức Uống Và Thạch Trái Cây Đặc Sắc",
                "authorID": "Ưng Đông Chương",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-thuc-uong-va-thach-trai-cay-dac-sac.jpg",
                "description": "Thạch là một món ăn ngon, bổ, mát rất có lợi cho sức khỏe. Từ xưa đến nay ta vẫn thường dùng loại rau câu sợi hoặc rau câu bột (agar) để làm những món thạch đơn giản như: thạch lá dứa nước dừa, thạch cà phê, rau câu vân thủy, rau câu trứng gà.\nCác loại nước uống cũng vậy, chỉ với những loại nước uống thông dụng trong gia đình, được pha chế đơn giản từ trái cây.\nCuốn sách này giới thiệu đến các bạn một số loại thạch được làm từ nước ép các loại trái cây kết hợp với bột rau câu delly và một số cách pha chế các loại nước sinh tố, nước giải khác có rượu, các loại nước giải khát bổ dưỡng.\nMục lục:\nLời nói đầuThanh long óng ánhDưa mật và dâu tâyDưa mật thơm ngonXoài và Kiwi…………\n\n\nSách liên quan:\nĂn Và Uống Của Người Việt\nMinh Triết Trong Ăn Uống Của Phương Đông – Ngô Đức Vượng\nKhông Bao Giờ Là Thất Bại! Tất Cả Là Thử Thách\nBí Mật Cuộc Đời Và Gia Thế Tưởng Giới Thạch\nThực phẩm & Thuốc miễn phí – Hướng dẫn các loại thực vật ăn được\nKỹ Thuật Chế Biến Trái Cây\nVăn Hóa Ẩm Thực Việt Nam – Nhìn Từ Lý Luận Và Thực Tiễn\n\n\nCó thể bạn thích sách  Văn Hóa Ẩm Thực Ninh Bình"
            },
            "809273c1-6f78-4685-8f95-368589abf2ad": {
                "title": "Những Món Ngon Việt Nam (Song Ngữ Trung – Việt)",
                "authorID": "Nhiều tác giả",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-nhung-mon-ngon-viet-nam-song-ngu-trung-viet.jpg",
                "description": "Đối với người Việt, bữa ăn không chỉ để no. Bữa ăn còn là cơ hội sum họp giữa các thành viên trong gia đình hay gặp gỡ bạn bè, đồng nghiệp trong bầu không khí thân mật, ấm cúng. Những năm gần đây, không chỉ ở Việt Nam mà nhiều nơi trên thế giới chú trọng đến bữa ăn gia đình nhiều hơn, vì ăn uống không chỉ đem lại cho ta sức khỏe mà thưởng thức món ăn còn là niềm vui. Nấu ăn không chỉ là công việc mà còn là một thú tiêu khiển. Trong nhà bếp của gia đình Việt Nam thường có sẵn nhiều loại gia vị, các loại dưa chua, dưa kiệu, trứng cũng như cá khô, tôm khô và nấm khô dự trữ sẵn để tiện sử dụng.\nThường những người nước ngoài đến Việt Nam cần phải mất một thời gian mới thích nghi với tập quán ăn uống của người Việt. Trong bữa ăn chính thường phải có cơm, thức chấm không thể thiếu là nước mắm. Thỉnh thoảng cũng có khoai tây, khoai lang và các loại rau củ khác. Món ăn Việt Nam thường có vị cay, vì thế ớt, tiêu và tỏi là những gia vị không thể thiếu, gừng cũng được dùng nhiều trong chế biến món ăn. Ngoài ra còn vô số loại rau thơm, rau gia vị được dùng trong bếp Việt.\nĐối với những người thích thử nghiệm chế biến nhiều món ăn khác nhau thì sẽ phát hiện được nhiều điều thú vị khi tìm hiểu ẩm thực Việt Nam. Nhiều người nước ngoài sau một thời gian dài sống và làm việc ở Việt Nam, khi trở về quê hương điều họ nhớ nhất chính là những món ăn Việt Nam.Có thể bạn thích sách  Kỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\n\n\nSách liên quan:\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKinh Tế Trung Quốc – Những Rủi Ro Trung Hạn\nNhững gian thần trong triều đại Trung Hoa\nCác Khái Niệm Cơ Bản Về Kinh Tế – Song Ngữ Anh – Việt\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 2: Những Người Việt Nam Đi Tiên Phong"
            },
            "4b0420b8-9264-4d9c-8a56-d8441d12cbc7": {
                "title": "Những Món Ăn Chay Nổi Tiếng",
                "authorID": "Thiên Kim",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-nhung-mon-an-chay-noi-tieng.jpg",
                "description": "Thực ra, các món chay không chỉ ngon miệng, cung cấp đủ chất dinh dưỡng mà còn dễ thực hiện. “Những món ăn chay nổi tiếng” là cẩm nang ẩm thực chay hoàn hảo, nó hấp dẫn ngay cả những người ăn mặn đã từng cho rằng ăn chay là thiếu dinh dưỡng. Cuốn sách hướng dẫn bạn làm các món chay từ khai vị đến tráng miệng. Bạn hãy thử chọn một thực đơn cho bữa ăn gia đình mà bạn ưa thích. Sự ngạc nhiên và ngon miệng của mọi người chắc chắn sẽ dành cho bạn. Rồi bạn sẽ làm cho họ “ghiền” ăn chay bởi tài chế biến của bạn qua các món chay nổi tiếng này! \n\n\nSách liên quan:\n30/4 Chuyện Những Người Tháo Chạy\nNhững Trận Hải Chiến Nổi Tiếng Thế Giới\nCác Món Ăn Chay Trị Bệnh\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nSinh Ra Để Chạy\nTớ Đã Học Tiếng Anh Như Thế Nào\nTiếng cười Bác Ba Phi\n\n\nCó thể bạn thích sách  Nghệ Thuật Làm Bếp – 170 Món Ăn Chay"
            },
            "39cf4d7e-ad7b-4a30-9565-9c89a63fa0f3": {
                "title": "Những Món Cơm Ngon Đặc Sắc",
                "authorID": "Tiểu Quỳnh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-nhung-mon-com-ngon-dac-sac.jpg",
                "description": "Bữa cơm gia đình Việt Nam vốn có hàm nghĩa là sum vầy, đầm ấm, tượng trưng cho ý nghĩa đẹp nhất của một gia đình hạnh phúc. Ngày nay, cùng với sự phát triển của đất nước, chúng ta chẳng những đã có những bữa cơm no mà còn có những bữa cơm ngon với kỹ thuật chế biến đẹp mắt hơn.\nNấu một bữa cơm, có lẽ cũng là điều giản dị đối với hầu hết mọi người. Nhưng để nấu một bữa cơm ngon, chắc chắn phải đòi hỏi một nghệ thuật, kỹ thuật đặc biệt.\nMong rằng cuốn sách nhỏ này sẽ hướng dẫn, gợi ý giúp các bạn nấu một bữa cơm đủ dinh dưỡng, ngon, lạ, đặc sắc, dành cho những người thân yêu trong gia đình.\nSách in trên giấy couché, ảnh minh họa màu.\n \nMục Lục:\nThay lời tựa\nLoại cơm rau củ\nCơm măng\nCơm bí đao thủy tinh\nCơm nếp bí đỏ\nCơm bí đỏ đậu Pois\nCơm trong chén cam\nCơm rau cuộn\nCơm khổ qua\nVỏ dưa cuộn cơm\nCơm dưa leo\nỚt xanh dồn cơm\nCơm dồn củ sen\nCơm Jambon\nCơm cuộn kiểu Nhật\nCơm dồn ruột măng\nCơm nấm hương\nCơm hấp nấm hương\nCơm lô hội\nCơm và bắp cải tím\nCơm nấu hạt dẻ\nCơm chay tịnh\nCơm thái cực\nCơm đậu ngự xanh\nLoại cơm hải sản\nCơm sứa dầu hành\nCơm dồn bạch tuộc\nCơm ghẹ\nCơm dồn mai cua\nCó thể bạn thích sách  Các Món Ăn Chay Trị BệnhCơm cua hí trân châu\nCơm dồn ba ba\nCơm lươn\nCơm hầm sò hến khô\nCơm nếp cá cuộn\nCơm gói lưới tre\nCơm ếch\nCơm hấp tôm đất\nCơm hải sản\nTôm bao cơm\nCơm tôm\nCơm và tôm hấp lông\nCơm dưa leo và tôm\nCơm lá sen\nLá chuối bọc cơm\nCơm tóc tiên\nCơm nắm nhân tôm\nCơm rong xanh\nCơm các loại giáp xác\nCơm trong vỏ sò\nCơm nếp sò đỏ\nCơm nghêu ớt đỏ\nCơm nếp dồn ốc hương\nCơm ốc giác\nCơm trúc nghêu\nCơm ốc loa\nCơm nghêu\nLoại cơm với thịt gia cầm, gia súc\nCơm kỳ lân\nCơm trong tổ chim\nCơm trứng gà\nCơm jambon và mứt táo\nCơm thịt muối\nTrứng cuộn cơm\nCơm hai màu\nCơm vịt quay\nCơm gân bò\nCơm nạc thăn thơm cay\nCơm xá xíu\nCơm rau thịt mặn\nCơm thập cẩm\nTảo tía cuộn xúc xích\nCơm xúc xích trứng gà\nCơm xào cà ri\nCơm cánh gà\nCơm ống tre\nCơm với đậu hạt\nCơm nếp than\nTàu hủ ky cuốn cơm\nCơm đậu hủ\nCơm áo vàng\nLoại cơm bổ dưỡng\nCơm nhân sâm\nThơm dồn nếp than\nCơm nếp than hạnh nhân\nCơm La hán\nCơm hấp trong lồng tre\nCơm hấp táo đỏ.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n150 Món Ăn Ngon Cho Bé\n81 Món Xôi Ngon\n120 Món Ăn Ngon Việt Nam\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\nCó thể bạn thích sách  81 Món Chè Đặc Biệt 3 Miền"
            },
            "ccae6c75-d735-438e-8e09-1f627a541c96": {
                "title": "Thực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi",
                "authorID": "Hồng Yến",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-thuc-don-dinh-duong-cho-be-tu-1-den-3-tuoi.jpg",
                "description": "Về năng lượng, trẻ cần khoảng 100 -110kcal/kg cân nặng mỗi ngày,được cung cấp qua các bữa ăn như bột, cháo, cơm nát, bún.. . Nấu với các loại thức ăn cung cấp chất đạm như: Thịt, trứng, cá, tôm.. . Ngoài ra, dầu mỡ trong bữa ăn cũng là nguồn cung cấp năng lượng quan trọng. Một ngày trẻ nên ăn 150 – 200g gạo, nếu đã dùng bún, mỳ, phở, thì rút bớt gạo đi\n \nCuốn sách dài 152 trang được chia làm 3 chương chính\nChương 1: Nhu cầu dinh dưỡng cho trẻ từ 1 -3 tuổi\nChương 2: Thực đơn dinh dưỡng cho trẻ từ 1 đến 2 tuổi\nChương 3: Thực đơn dinh dưỡng cho trẻ từ 2 đến 3 tuổi\n\n\nSách liên quan:\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\nDinh Dưỡng Cho Trẻ Béo Phì\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\n\n\nCó thể bạn thích sách  Dinh Dưỡng Cho Trẻ Béo Phì"
            },
            "6456c6c0-929a-4af5-90f9-71bf6e2b0bad": {
                "title": "Món Ăn Giúp Trẻ Thông Minh Học Giỏi",
                "authorID": "Nhật Nguyên",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-mon-an-giup-tre-thong-minh-hoc-gioi.jpg",
                "description": "Cuốn sách “Món ăn giúp trẻ thông minh học giỏi” xin giới thiệu các loại thực phẩm thông dụng hàng ngày, các món ăn bổ dưỡng giúp trẻ nhỏ thêm linh lợi, hoạt bát, giúp sĩ tử thêm vững tin trước các kỳ thi đầy gian nan.\n\n\nSách liên quan:\n150 Thực Đơn Ăn Dặm Giúp Bé Thông Minh Và Mau Lớn\nM&A Thông Minh\nBạn Thông Minh Hơn Bạn Nghĩ\nNgười Thông Minh Học Tập Như Thế Nào ?\n460 Bài Toán Vui Luyện Trí Thông Minh\nPhụ Nữ Thông Minh Không Ở Góc Văn Phòng\nTrí Thông Minh Thực Dụng\n\n\nCó thể bạn thích sách  Các Món Ăn Đặc Sản Miền Nam"
            },
            "f2d9bd40-cf7c-4d55-b3da-74929b736d15": {
                "title": "120 Món Súp Bổ Dưỡng Cho Trẻ Em \bVà Người Bệnh",
                "authorID": "Mỹ Hạnh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-120-mon-sup-bo-duong-cho-tre-em-va-nguoi-benh.jpg",
                "description": "120 món súp bổ dưỡng cho trẻ em & người bệnh với một số món ăn như:\n1. Các món súp cho trẻ em:\nSúp phô mai – bí đỏ – cá hồi\nSúp tôm – gà – bí đỏ\nSúp bắp non – trứng gà\nSúp bắp non – thịt ức gà\nSúp bắp – khoai tây\nSúp bắp – thịt heo\nSúp trứng – cải bó xôi\n…\n2. Các món súp cho người bệnh:\nSúp bóng cá\nSúp thịt bò – rau củ\nSúp tôm chua cay\nSúp cà chua – thịt gà\nSúp sò điệp\nSúp gà – bắp non\nSúp tôm viên – cải thảo\nSúp đậu hũ – thịt viên\n…\n\n\nSách liên quan:\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\nDưỡng Sinh Và Trị Bệnh\nMón Ăn Cho Người Mắc Bệnh Tiểu Đường\nMón Ăn Cho Người Bệnh Mạch Vành Và Cao Mỡ Máu\nHướng dẫn cho người chăm sóc bệnh nhân F0 tại nhà\nDinh Dưỡng Cho Trẻ Béo Phì\n\n\nCó thể bạn thích sách  Những Món Ngon Việt Nam (Song Ngữ Trung – Việt)"
            },
            "c50819b4-4da9-483d-b478-5831a0368d70": {
                "title": "206 Món Canh Dinh Dưỡng Cho Trẻ Em",
                "authorID": "Mai Ngọc",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-206-mon-canh-dinh-duong-cho-tre-em.jpg",
                "description": "Nội dung bao gồm:Canh cá chép mã thầyCanh táo đậu đen hầm cá chépCanh gà đảng sâmCanh gà bí đaoCanh long nhãn hạt senCanh bạch cập ý dĩ thịt nạcCanh bí đao ý dĩ thịt nạcCanh rong đỏ rau câuCanh bí đao rau câuCanh ngô tươi rau cải khôCanh đậu nành rau câuCanh thịt nạc nấu hạt sen bách hợpCanh sơn trà nhân hạt đàoCanh thịt gà bí đaoCanh vịt đầu xanh nấu đậu đỏ…..\n\n\nSách liên quan:\nDinh Dưỡng Cho Trẻ Béo Phì\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nDinh Dưỡng Chìa Khóa Vàng Cho Sức Khỏe\n\n\nCó thể bạn thích sách  120 Món Súp Bổ Dưỡng Cho Trẻ Em Và Người Bệnh"
            },
            "33ae4b9b-20bc-4bf2-a8e9-5533697dc042": {
                "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà",
                "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-ga.jpg",
                "description": "Nấu ăn cũng là một nghệ thuật, nó cũng đòi hỏi phải có tính thẩm mỹ, sự chịu khó và cả tính sáng tạo của bạn nữa. Một món ăn ngon thôi chưa đủ mà nó còn đòi hỏi phải đẹp mắt, màu sắc phải hài hòa, nhất là nấu các món ăn đãi tiệc.\nCuốn sách này sẽ giúp bạn, hướng dẫn bạn làm 60 Món Gà, sao cho vừa ngon vừa đẹp.\nSách hướng dẫn bạn từ khâu chọn mua nguyên vật liệu đến cách nấu từng món ăn, cách trình bày món ăn sao cho đẹp mắt. Cuối sách, tác giả còn giới thiệu đến bạn cách làm các loại nước chấm như: sốt chua ngọt, tương giấm, mắm nêm, nước mắm me, sốt dầu giấm, sốt xí muội, nước mắm đặc, nước mắm loãng, nước mắm gừng.\nSách viết ngắn gọn, dễ hiểu chắc chắn sẽ giúp bạn thực hành thành công.\nTrong nguồn thực phẩm động vật phong phú thì gà là một trong những nguyên liệu có thể chế biến thành nhiều món ăn ngon miệng, bổ dưỡng và hầu như không thể thiếu được trong các bữa tiệc.\nCuốn sách này trình bày cách làm 60 món gà rất ngon như: Gà nướng cung đình, Gà bao thư, Uyên ương sắt cầm, Gà hầm bao tử, Phụng hoàng vũ khúc, Gà Mimosa, Gà Marango…\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật\n\nCó thể bạn thích sách  Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị Bệnh"
            },
            "8299f9d8-e00c-407c-b3e0-90f87ae453c6": {
                "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi",
                "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-goi.jpg",
                "description": "Gỏi là một trong những món ăn thường thấy và được nhiều người ưa thích bởi vị chua – ngọt hòa quyện và sự kết hợp khéo léo giữa nhiều loại nguyên vật liệu: rau, trái cây, tôm, thịt heo, thịt gà, thịt bò, nước chấm…\nCuốn sách này tập hợp 60 món gỏi thông dụng, ngon miệng và đẹp mắt như: Gỏi uyên ương, Gỏi sò huyết, Gỏi khổ qua, Rồng bay qua biển, Gỏi bò Thái Lan, Gỏi bò nhúng me, Gỏi trùng dương, Gỏi sen thảo cuộn…\nThông qua cách hướng dẫn cụ thể, tỉ mỉ, người đọc có thể tự tay chế biến những món ăn hấp dẫn, góp phần làm cho bữa tiệc thêm phần như ý.\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật\n\n\nCó thể bạn thích sách  Các Món Ăn Chay Trị Bệnh"
            },
            "819e24b6-9b29-45d4-80d1-0b388ead10b6": {
                "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua",
                "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-sup-do-nguoi-do-chua.jpg",
                "description": "Trong các buổi đãi tiệc, ngoài các món chính, các món khai vị không thể thiếu như: súp, đồ nguội, đồ chua…- những món ăn khởi đầu mang tính “quyết định”, hấp dẫn thực khách hay không?\nỞ quyển sách này, với sự kết hợp giữa hai tác giả Triệu Thị Chơi và Nguyễn Thị Phụng sẽ giúp bạn trổ tài nấu nướng. Mỗi món có nhiều cách chế biến khác nhau, đa dạng và nhiều vẻ.\nChẳng hạn, súp, có: súp đông cô, súp gà phủ xôi chiên, súp óc heo, súp mai tuyết nhĩ…; đồ nguội, có: giò thủ ngũ sắc, bát bửu giang lâm, bao tử nhồi jambon, chả lục bình…; đồ chua, có: dưa tỏi, kim chi, dưa rau muống, ngó sen ngâm chua…\nCuối sách, tác giả còn hướng dẫn cách làm các loại nước chấm để bạn có thể tham khảo và thực hiện, tạo cho món ăn thêm đậm đà, ngon miệng. Ảnh minh họa 4 màu.\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ thuật nuôi dê sữa và phòng chữa bệnh\nThuật Xử Thế Của Người Xưa\nThuật Đọc Nguội\nNghệ Thuật Bài Trí Của Người Nhật\n\n\nCó thể bạn thích sách  150 Món Ăn Ngon Cho Bé"
            },
            "78f4b0ea-2611-4fb3-a497-4c23e55b83a2": {
                "title": "Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Tôm",
                "authorID": "Triệu Thị Chơi - Nguyễn Thị Phụng",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-nau-an-dai-tiec-60-mon-tom.jpg",
                "description": "Trong các bữa tiệc, món ăn được chế biến từ tôm thường hấp dẫn khẩu vị và được nhiều thực khách yêu thích bởi cách thức chế biến đa dạng, món ăn ngon miệng và đầy đủ dưỡng chất.\nCuốn sách này giúp bạn đọc nâng cao tay nghề nấu nướng khéo léo của mình thông qua 60 món tôm như: Tôm càng uyên ương, Tôm bọc xôi chiên, Tôm dạ hội, Tôm hắc bạch công tử, Tôm thẻ sốt Hoa Kỳ, Tôm chiên cơm cháy, Tôm chi lan Bắc Kinh… Ảnh minh họa 4 màu.\n \nMỤC LỤC\nTôm lăn bột\nBách hoa càng cua\nTôm bọc chiên giòn\nTôm chiên cốm\nTôm hồng bọc mía\nTai nấm nhồi tôm hấp\nTôm càng uyên ương\nTôm lụi tứ quý\nChả giò lồng đèn\nTôm nướng mỡ chài\nTôm hoàng hậu\nBánh mì tôm\nTôm bọc xôi chiên\nTôm nhúng giấm\nCẩm tú hoa lan\nTam kẹp tôm thẻ\nTôm Tứ Xuyên\nTôm quân cờ chiên xù\nTôm đồng tiền\nTôm rang me\nTôm dạ hội\nTôm hoàng bào\nTôm cuộn phô mai\nTôm rim cốt dừa\nTôm thẻ bọc da gà\nTôm hắc bạch công tử\nTôm hấp nước dừa\nChả giò bò bía\nChả giò cối\nChả giò rế\nHoành thánh\nChạo tôm\nNem nướng\nTôm tứ vị\nTôm bát trân\nTôm cuộn\nTôm xốt chao\nTôm thẻ sốt Hoa Kỳ\nTôm lạnh\nTrứng cút bọc tôm\nTôm cua nghêu đút lò\nTôm nướng lá lốt\nTôm giòn kim ngân\nCó thể bạn thích sách  Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị BệnhTôm tơ hồng\nTôm chiên xù\nTôm phấn\nTôm bao quản\nRa gu chuỗi\nTôm sốt trứng\nTôm xào nấm đông cô\nTôm bá vương\nTôm chiên cơm cháy\nTôm chi lan Bắc Kinh\nDồi tôm\nTôm Thái Lan\nKim chì hử\nChả giò pha lê\nTôm rang muối ớt\nTam anh hùng\nTôm hí hoa viên\nCách làm nước chấm\n\n\nSách liên quan:\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà\nKỹ Thuật Nấu Ăn Đãi Tiệc 60 – Món Súp – Đồ Nguội-Đồ Chua\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật\nVõ Thuật Trung Hoa – Đao Thuật\nVõ Thuật Trung Hoa – Côn Thuật"
            },
            "2a346e49-980d-45cb-b6c8-1f161387e09d": {
                "title": "81 Món Chè Đặc Biệt 3 Miền",
                "authorID": "Trâm Anh - Quế Anh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-81-mon-che-dac-biet-3-mien.jpg",
                "description": "Mùa hè đến kéo theo cái nắng nóng nực, được thưởng thức một cốc chè do chính tay mình nấu thực sự là một điều hạnh phúc. Chính vì vậy cuốn sách “81 món chè đặc biệt 3 miền” được coi là cẩm nang nấu chè không thể thiếu được trong gia đình nhỏ của chúng ta. Hãy thử sức làm món chè mình yêu thích đi nào?\nChè được coi là một món tráng miệng mà chúng ta có thể thưởng thức quanh năm, nó xuất hiện trong các nhà hàng sang trọng cũng như các bữa ăn đơn thuần của các gia đình. Từ lâu Chè được coi là món ăn cổ truyền của dân tộc Việt Nam thường dùng trong các ngày lễ tết và dùng như món ăn chơi, trắng miện sau bữa chính.\nỞ từng vùng miền, có các loại chè khác nhau, mỗi loại đều mang một hương vị riêng, và đều có thể thưởng thức nóng hoặc lạnh. Khác với món ăn mặn chè được chế biến khá đơn giản nhưng không kém phần tinh tế và hấp dẫn, cũng đòi hỏi khá tỉ mỉ, nguyên liệu dùng để chế biến là các loại ngũ cốc như đậu, ngô và các loại bột như bột năng, bột khoai, bột đao, bột sắn dây, gọa nếp kết hợp các hương liệu như tinh dầu bưởi, vani, gừng và không thể thiếu là đường.\nTrong cuốn sách 81 món chè đặt biệt 3 miền Bắc Trung Nam hướng dẫn nấy những loại chè sau:\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món GỏiCách nấu Chè bắp\nCách nấu Chè đậu xanh\nCách nấu Chè chuối\nCách nấu chè Thập Cẩm\nCách nấu chè Trân Châu, nhãn nhục\nCách nấu chè Huế\nCách nấu chè Khoai tía\nCách nấu chè Long Nhãn Bọc Sen\nCách nấu chè trôi nước nhân tôm thịt\nCách nấu chè đậu ván bột lộc\nCách nấu chè thịt lợn quay\nCách nấu chè đậu ngự\nCách nấu chè hạt sen kiểu huế\nCách nấu chè ngũ sắc\nCách nấu chè khoai hạt é\nCách nấu chè bưởi…\n\n\nSách liên quan:\nCác Món Ăn Đặc Sản Miền Nam\nCá Tính Của Miền Nam\nKhông Có Bữa Ăn Nào Miễn Phí\nThôi Miên Nhìn Từ Góc Độ Tâm Lý Học\nDị Ứng – Miễn Dịch Lâm Sàng\nThôi Miên Bằng Ngôn Từ\nHorrible Geography – Miền Cực Lạnh Cóng"
            },
            "db18d2ce-5f02-4900-ad28-df63e0a91e28": {
                "title": "81 Món Xôi Ngon",
                "authorID": "Trâm Anh - Quế Anh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-81-mon-xoi-ngon.jpg",
                "description": "Một vài kết hợp giữa gạo nếp và một số thực phẩm khác sẽ làm nên những món xôi đơn giản trở thành một món ăn ngon miệng, đồng thời tăng cường dinh dưỡng và là một vị thuốc tự nhiên giúp tăng cường sức khoẻ như: xôi cốm, xôi gấc, xôi gà, xôi xoài, xôi xéo, cơm gà – xôi gà, cơm nếp bí đỏ, cơm nếp chay…\n81 món xôi ngon gồm:\nPhần I: Các món xôi1. Các món xôi2. Hướng dẫn nấu các món xôiPhần II: Cơm nếp1. Bàn luận về cơm nếp2. Hướng dẫn một số món từ cơm nếp\n\n\nSách liên quan:\n150 Món Ăn Ngon Cho Bé\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\n\nCó thể bạn thích sách  81 Món Chè Đặc Biệt 3 Miền"
            },
            "97fe776e-0601-48c1-ae76-43cab3caced1": {
                "title": "120 Món Ăn Ngon Việt Nam",
                "authorID": "Hà Châu",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-120-mon-an-ngon-viet-nam.jpg",
                "description": "Những món ngon, những bữa ăn đầm ấm là phần không thể thiếu để xây đắp và củng cố hạnh phúc gia đình. Cuốn sách 120 Món Ăn Ngon Việt Nam được biên soạn giúp bạn duy trì những bữa cơm truyền thống đơn giản nhưng ngon miệng cho gia đình mình giữa nhịp sống bận rộn của thời hiện đại.\nCuốn sách trình bày những công thức nấu ăn đơn giản, dễ làm, hợp khẩu vị của người Việt, giúp bạn tiết kiệm thời gian, có thêm nhiều giây phút hạnh phúc bên những người thân yêu.\nCuốn sách gồm những nội dung chính như sau”\nChương 1: Lựa chọn thực phẩm tươi sống\nChương 2: Món canh\nChương 3: Các món luộc, hấp\nChương 4: Món xào\nChương 5: Món rán\nChương 6: Các món hầm, kho\nChương 7: Nộm\nChương 8: Các món xôi, chè.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n150 Món Ăn Ngon Cho Bé\n81 Món Xôi Ngon\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 1: Các Vị Tổ Ngành Nghề Việt Nam\n\n\nCó thể bạn thích sách  206 Món Canh Dinh Dưỡng Cho Trẻ Em"
            },
            "43a45638-8fce-4b4a-9ac4-15f75df4b9ee": {
                "title": "150 Món Ăn Ngon Cho Bé",
                "authorID": "Tạ Ngọc Ái",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-150-mon-an-ngon-cho-be.jpg",
                "description": "“150 Món Ăn Ngon Của Bé”: Thức ăn có đầy đủ chất dinh dưỡng là điều kiện thiết yếu cho sức khỏe và sự tăng trưởng ở trẻ em. Xây dựng một số món ngon cho bé được xem là cách làm hiệu quả nhất để đẩy lùi các căn bệnh biếng ăn, đồng thời giúp kích thích quá trình ăn uống ở trẻ được diễn ra một cách ổn định và khoa học hơn.  \nBạn luôn phải vất vả mỗi khi cho trẻ nhà mình ăn?\nCon bạn luôn kêu khóc hoặc chạy chốn mỗi khi đến giờ ăn?\nCảnh tưởng dượt đuổi thức ăn sẽ không còn diễn ra nếu như bạn lựa chọn cho mình những công thức chế biến món ăn hấp dẫn cho trẻ. Món ăn hấp dẫn sẽ kích thích trẻ ăn ngon và thích thú.\nCuốn sách “150 món ăn ngon của bé” sẽ giúp các bậc phụ huynh chế biến những món ăn vừa ngon bổ, giúp trẻ ăn ngon miệng. Với danh mục những món ngon cho bé trên, hy vọng mẹ sẽ có thêm nhiều sự lựa chọn kích thích quá trình ăn uống cho bé được hiệu quả!\n\n\nSách liên quan:\n81 Món Xôi Ngon\n120 Món Ăn Ngon Việt Nam\nNhững Món Cơm Ngon Đặc Sắc\nKỹ Thuật Chế Biến 300 Món Ăn Ngon\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nThơ Ngụ Ngôn La Fontaine\nKhám Phá Ngôn Ngữ Tư Duy\n\nCó thể bạn thích sách  81 Món Chè Đặc Biệt 3 Miền"
            },
            "46f6da4d-36a2-4c28-9423-1a0aa0eb60cc": {
                "title": "150 Thực Đơn Ăn Dặm Giúp Bé Thông Minh Và Mau Lớn",
                "authorID": "Kim Thanh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-150-thuc-don-an-dam-giup-be-thong-minh-va-mau-lon.jpg",
                "description": "Dinh dưỡng là một trong những yếu tố quan trọng quyết định tới sự phát triển trí lực của trẻ . Đặc biệt khi trẻ bước vào thời kỳ ăn dặm – giai đoạn quan trọng đánh dấu bước phát triển mới của trẻ, thì những kiến thức cơ bản về việc bổ sung dinh dưỡng, cách chế biến các món ăn dặm… luôn là vấn đề khiến các bà mẹ trẻ quan tâm.\nCuốn sách này sẽ giải đáp những câu hỏi vốn làm đau đầu không ít các bà mẹ: Ngoài nguồn sữa mẹ. cần bổ sung cho bé thêm những nguồn thực phẩm nào? đối với từng giai đoạn phát triển của con trẻ, thực phẩm cung cấp và phương pháp chế biến món ăn của trẻ có gì thay đổi? để con được thông minh, nên bổ sung những thức ăn gì cho đúng…\nNhững thực đơn được giới thiệu trong cuốn sách này đều rất đơn giản, dễ thực hiện, dễ tìm nguyên liệu; phù hợp với khẩu vị, nhu cầu dinh dưỡng của bé cũng như văn hoá ẩm thực truyền thống của Việt nam. Cuốn sách sẽ làm các bà mẹ tự tin và yên tâm hơn khi chăm sóc các bé, giúp các bé thông minh và mau lớn.\n\n\nSách liên quan:\nMón Ăn Giúp Trẻ Thông Minh Học Giỏi\nTrí Thông Minh Thực Dụng\nM&A Thông Minh\nBạn Thông Minh Hơn Bạn Nghĩ\nNgười Thông Minh Học Tập Như Thế Nào ?\n460 Bài Toán Vui Luyện Trí Thông Minh\nPhụ Nữ Thông Minh Không Ở Góc Văn Phòng\n\nCó thể bạn thích sách  Các Món Ăn Đặc Sản Miền Nam"
            },
            "003a4bec-f745-4393-ae87-095154602d54": {
                "title": "Nghệ Thuật Làm Bếp – 170 Món Ăn Chay",
                "authorID": "Võ Thị Hòa",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-nghe-thuat-lam-bep-170-mon-an-chay.jpg",
                "description": "Nghệ thuật làm bếp 170 món ăn chay: Phần 1 do Võ Thị Hòa biên soạn sẽ giúp các bạn biết cách làm một số món ăn chay như mì xào, bún Huế, chả tôm, mắm lóc chưng, canh chua, lạp xưởng Hiện nay ăn chay đang là một xu hướng đang được nhiều người ưa chuộng bởi lợi ích của việc ăn chay đem lại. Và để làm đa dạng hơn thực đơn bữa ăn với các món chay mời các bạn tham khảo cuốn Nghệ thuật làm bếp 170 món ăn chay. Mời các bạn tham khảo tài liệu để bổ sung thêm kiến thức về việc làm món chay cũng như có thêm hiểu biết về ẩm thực Việt Nam.\n\n\nSách liên quan:\nNghệ Thuật Pha Chế 460 Loại Rượu Cocktail\nNghệ Thuật Và Vật Lí\nNghệ thuật tạo đất mùn\nLàm Sếp Không Chỉ Là Nghệ Thuật\nNghệ thuật quyến rũ\nNghệ Thuật Sống Tự Tin\nNghệ thuật bán hàng bậc cao\n\n\nCó thể bạn thích sách  Dinh Dưỡng Cho Trẻ Béo Phì"
            },
            "b7742352-b81d-4798-9a1e-37348a3f8a2e": {
                "title": "555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng",
                "authorID": "Hải Yến",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-555-mon-an-viet-nam-ky-thuat-che-bien-va-gia-tri-dinh-duong.jpg",
                "description": "555 món ăn Việt Nam – Kỹ thuật chế biến và giá trị dinh dưỡng là cẩm nang chế biến món ăn đúc kết từ 34 năm kinh nghiệm của khoa Khách sạn du lịch – ĐHTM. Đây là tài liệu tham khảo quý giá cho các cán bộ kỹ thuật, các nhà nội trợ và các bạn ưa thích nấu ăn. Sách gồm các phần chủ yếu sau: \nGiới thiệu đặc điểm ăn uống Việt nam, khẩu vị của các miền Bắc, Trung, Nam: cơ sở của ăn uống hợp lý. Giới thiệu cách xây dựng thực đơn cho các bữa ăn thường, cỗ tiệc. \nGiới thiệu 555 công thức quy trình chế biến các món ăn từ rau, củ, quả, thuỷ sản, thịt gia súc, gia cầm, trứng, lương thực, bánh mứt, kẹo, nước giải khát, các món ăn chay, chế độ ăn kiêng theo bệnh lý.\n\n\nSách liên quan:\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\nDinh Dưỡng Cho Trẻ Béo Phì\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n\n\nCó thể bạn thích sách  81 Món Chè Đặc Biệt 3 Miền"
            },
            "6c7296e8-eb0c-429a-abe7-1588da2b8547": {
                "title": "Sổ Tay Nội Trợ – Các Món Lẩu",
                "authorID": "Ngọc Bích",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-so-tay-noi-tro-cac-mon-lau.jpg",
                "description": "Món Lẩu là món ăn ngày nay được các nước Châu Á rất ưa thích. Một nồi lẩu bao gồm một bếp (ga, than hay điện) Đang đỏ lửa và nồi nước dùng đang sôi. Các món ăn sống được để xung quanh và người ăn gắp đồ ăn sống bỏ vào nồi nước dùng, đợi chín tới và ăn nóng.\nThông thường đồ ăn dùng làm món lẩu là: Thịt, cá, lươn, rau, nấm, hải sản.. . Ở nhiều nơi, món lẩu thường được ăn vào mùa đông nhằm mục đích giữ thức ăn nóng sốt.\nCuốn sách dài 72 trang và được chia làm 3 phần\nPhần 1: Giới thiệu các món lẩu\nPhần 2: Cắm hoa nghệ thuật\nPhần 3: Mẹo vặt chế biến\n\n\nSách liên quan:\nCác Món Ăn Chay Trị Bệnh\nCác Món Ăn Đặc Sản Miền Nam\n150 Món Ăn Ngon Cho Bé\nKỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gỏi\nNhững Món Ăn Chay Nổi Tiếng\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n\n\nCó thể bạn thích sách  Nghệ Thuật Làm Bếp – 170 Món Ăn Chay"
            },
            "01cf7aac-1d20-46cb-bc40-b5f35d4c2d30": {
                "title": "Bánh Tây Phương",
                "authorID": "Nguyễn Thu Dung",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-banh-tay-phuong.jpg",
                "description": "1. Các loại bánh bông lan.– Bông lang trang trí dâu tươi.– Bông lang Ya-ua.– Bông lang kem dâu chua…\n2. Các loại bánh mì.– Bánh gối bơ.– Bánh dạng sừng…\n3. Các loại bánh vỏ giòn.– Bánh táo.– Bánh nhân chuối và nho…\n4. Các loại bánh nhiều lớp.– Bánh xúc xích cuộn.– Bánh bướm.– Bánh xốp cuộn thịt gà…\n5. Các loại bánh su.– Bánh su kem.– Bánh xốp mặn.– Bánh thánh bổn mạng.\n6. Các loại bánh khô giòn.– Bánh điếu thuốc.– Bánh dừa giòn.– Bánh dừa…\n7. Các loại bánh khác.\n\n\nSách liên quan:\nPhương Pháp Xem Mạch Theo Đông Phương\nBánh Xe Khứ Quốc\nBánh Mì Thơm, Cà Phê Đắng\nCâu Chuyện Phía Sau Bánh Mì\nCủ Khoai Tây Ngồi Ghế Bành\nMiếng Bánh Ngon Bị Bỏ Quên : Kiếm Lời Từ Khủng Hoảng Tài Chính\nHenry Ford Và Ford – Đặt Thế Giới Lên 4 Bánh Xe\n\n\nCó thể bạn thích sách  Món Ăn Giúp Trẻ Thông Minh Học Giỏi"
            },
            "2e229a2d-7efc-4102-bfd5-8348148b7b89": {
                "title": "Các Món Ăn Chơi Xôi Chè Việt Nam",
                "authorID": "Quỳnh Chi",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-cac-mon-an-choi-xoi-che-viet-nam.jpg",
                "description": "Nói đến món ăn thuần tuý Việt Nam thì chúng ta không thể không đề cập tới các món ăn đặc sản đó là nét văn hóa ẩm thực đặc trưng của một dân tộc, ngoài các món ăn thuần tuý này ra còn có các loại món ăn khác dùng hằng ngày đó là các loại Xôi Chè được chế biến qua các loại thực phẩm, củ, quả v.v…\nCuốn sách Xôi chè Việt Nam của tác giả Quỳnh Chi sẽ giới thiệu với các bạn cách nấu các món chè Việt Nam. Sách trình bày đẹp, nhỏ gọn, là một món quà dành cho các bạn gái và các bà nội trợ.\n\n\nSách liên quan:\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\nSài Gòn Chợ Lớn Rong Chơi\nHướng Dẫn Chơi Cờ Vây\nHọc Chơi Cờ Tướng\n7 Trò Chơi Tâm Linh\nLời Từ Chối Hoàn Hảo\nSự Nghiệp Là Một Trò Chơi\n\n\nCó thể bạn thích sách  Các Món Ăn Đặc Sản Miền Nam"
            },
            "2db7ec80-72ab-4537-80ee-9fd9cc6ebda3": {
                "title": "Các Món Ăn Đặc Sản Miền Nam",
                "authorID": "Lâm Hoa Phụng",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-cac-mon-an-dac-san-mien-nam.jpg",
                "description": "Đặc điểm món ăn từng miền tuy khác nhau, nhưng vẫn có những điểm tương đồng, thể hiện qua cơ cấu bữa ăn, nguyên tắc chế biến như nước dùng, nước mắm, gia vị hỗn hợp, rau phong phú, các loại nước chấm chế biến đa dạng phù hợp với món ăn. Vì vậy, không chỉ người Việt mà nhiều người nước ngoài đều rất yêu thích văn hóa ẩm thực của đất nước hình chữ S.\nMón ăn của người miền Nam đơn giản, không cầu kỳ như chính con người nơi đây là thật thà, giản dị. Miền Nam món ăn đa dạng, biến hóa khôn lường với vị ngọt, cay, béo do sử dụng nước dừa. Các món ăn đặc trưng sử dụng ngọt nhiều: bánh (bánh in, bánh men, bánh ít, bánh bò…), chè (chè kiếm, chè chuối), xôi, nem nướng, cháo gà, gà rô ti… đều sử dụng nước dừa hay cốm dừa để tăng vị béo, vị ngọt. Các món đặc trưng: cá lóc nướng trui, gỏi cuốn, bún mắm, hủ tiếu Nam Vang…\n\n\nSách liên quan:\n81 Món Chè Đặc Biệt 3 Miền\nCá Tính Của Miền Nam\nKhông Có Bữa Ăn Nào Miễn Phí\nThôi Miên Nhìn Từ Góc Độ Tâm Lý Học\nDị Ứng – Miễn Dịch Lâm Sàng\nThôi Miên Bằng Ngôn Từ\nHorrible Geography – Miền Cực Lạnh Cóng\n\n\nCó thể bạn thích sách  Món Ăn Giúp Trẻ Thông Minh Học Giỏi"
            },
            "70801d48-9c63-48bc-9226-f00c0cd23c32": {
                "title": "Các Món Ăn Chay Trị Bệnh",
                "authorID": "Phan Văn Chiêu - Thiếu Hải",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-cac-mon-an-chay-tri-benh.jpg",
                "description": "Sách trình bày khá đầy đủ về giá trị dinh dưỡng của những món ăn chay, kèm theo khả năng trị bệnh của chúng. Hầu hết các công thức chế biến đều đơn giản, dễ làm, không quá cầu kỳ phức tạp. Hơn thế nữa, các tác giả còn tham khảo nhiều tư liệu khoa học để chỉ ra những mối nguy hiểm tiềm tàng của việc ăn thịt. Ngoài ra, sách còn giới thiệu thêm các bảng về nhu cầu acid amin cần cho cơ thể, về hàm lượng kali các thực phẩm thường dùng, về thành phần một số thức ăn thường dùng (cho 100g thức ăn) để bạn đọc tham khảo.\nVới hàng trăm cách chế biến các món chay đa dạng, có thể cung ứng cho mọi bữa ăn khác nhau, từ những món canh, món xào, món nguội, món ăn ngọt… cho đến các món bánh, món mì, món điểm tâm… Các Món Ăn Chay Trị Bệnh quả thật có thể xem là một cẩm nang quý giá cho người ăn chay.\n\n\nSách liên quan:\nNhững Món Ăn Chay Nổi Tiếng\nNghệ Thuật Làm Bếp – 170 Món Ăn Chay\nSinh Ra Để Chạy\n30/4 Chuyện Những Người Tháo Chạy\nBệnh Tiểu Đường Cách Phát Hiện Và Điều Trị Bệnh\nBệnh Phong Thấp Và Bệnh Gút\n120 Món Súp Bổ Dưỡng Cho Trẻ Em \bVà Người Bệnh\n\n\nCó thể bạn thích sách  Những Món Ăn Chay Nổi Tiếng"
            },
            "f3d29f29-5d47-4401-bd98-6c9d966bce32": {
                "title": "Dinh Dưỡng Cho Trẻ Béo Phì",
                "authorID": "Việt Điền",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-dinh-duong-cho-tre-beo-phi.jpg",
                "description": "Món gà – món vịt là những thức ăn thân thuộc với người Việt Nam từ bao đời nay. Trong bữa cơm gia đình, trong các buổi tiệc sang trọng hay bữa cúng giỗ, hiếm khi nào lại thiếu món gà – món vịt vừa ngon vừa giàu dinh dưỡng này.\nGần 90 món ăn được giới thiệu trong tập sách này là những món chọn lọc, hợp với khẩu vị của người việt, sẽ giúp các bạn nắm được những quy tắc chung nhất để chế biến các món ăn này.\nChúc các bạn thành công.\n\n\nSách liên quan:\n206 Món Canh Dinh Dưỡng Cho Trẻ Em\nThực Đơn Dinh Dưỡng Cho Bé Từ 1 Đến 3 Tuổi\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nDinh Dưỡng Và Sức Khoẻ\nDinh dưỡng và thực phẩm\nThực Đơn Dinh Dưỡng Cho Người Bệnh Dạ Dày\nThành phần và giá trị dinh dưỡng thức ăn gia súc, gia cầm việt nam\n\n\nCó thể bạn thích sách  Các Món Ăn Đặc Sản Miền Nam"
            },
            "53b32008-ea2d-4cc1-832c-c594827a724b": {
                "title": "Giáo Trình Thực Hành Chế Biến Món Ăn",
                "authorID": "Nguyễn Thị Tuyết - Uông Thị Toan",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-giao-trinh-thuc-hanh-che-bien-mon-an.jpg",
                "description": "“Giáo trình thực hành chế biến món ăn“ này là tài liệu giảng dạy và học tập trong các trường THCN ở Hà Nội, đồng thời là tài liệu thao khảo hữu ích cho các trường có đào tạo các ngành kỹ thuật – nghiệp vụ và đông đảo bạn đọc quan tâm đến vấn đề hướng nghiệp và dạy nghề.\nGiáo trình Thực hành chế biến món ăn nhằm giới thiệu đến người tham khảo một số kiến thức và quy trình chế biến các món ăn Á – Âu. Nội dung được chia làm 3 phần:\nPhần 1: Chế biến các món ăn cơ bản. Phần 2: Chế biến các món ăn Á. Phần 3: Chế biến món ăn Âu.\n\n\nSách liên quan:\nHành Trình Biến Thương Hiệu Thành Biểu Tượng\nHành Trình Trí Thức Của Karl Marx\nGiáo trình sản xuất thức ăn hỗn hợp chăn nuôi\nHành Trình Kẻ Cô Đơn\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 2\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 1\nHành Trình Chữ Viết\n\n\nCó thể bạn thích sách  81 Món Xôi Ngon"
            },
            "f79fca50-d25c-47bd-bbcc-63a6d6a308f3": {
                "title": "Kỹ Thuật Chế Biến 300 Món Ăn Ngon",
                "authorID": "Nguyễn Thuỳ Linh",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-che-bien-300-mon-an-ngon.jpg",
                "description": "Chắc hẳn, mỗi chúng ta đều biết: Kỹ thuật chế biến món ăn vừa là một khoa học vừa là một nghệ thuật. Món ăn thể hiện nghệ thuật ẩm thực của mỗi vùng, miền, mỗi dân tộc. Hơn nữa, nó còn phản ánh trình độ phát triển và bản sắc văn hoá của mỗi cộng đồng, và để làm được món ăn ngon, thực tế đòi hỏi những người nội trợ, những nghệ nhân nấu ăn phải có kiến thức, kinh nghiệm, đôi bàn tay tài hoa, óc sáng tạo tinh tế.\nKỹ thuật chế biến món ăn vừa là nghệ thuật vừa là một khoa học. Món ăn thể hiện nghệ thuật ẩm thực của mỗi vùng, miền, dân tộc. Tài liệu cung cấp cho bạn bạn đọc kỹ thuật chế biến 300 món ăn ngon.\nMục Lục :\nPhần I : Các món ăn chế biến từ động vật \n1. Thịt lợn, bò, thỏ.\n2. Gà, vịt, chim.\n3. Cá, tôm, cua, ốc (thủy sản).\nPhần II: Các món ăn chế biến từ thực vật \n1. Ngũ cốc.\n2. Rau…\n3. Các món nấu chay.\nPhần III: Các món bánh kẹo\n1. Các loại bánh nướng.\n2. Các loại bánh hấp.\n3. Các bánh in.\n4. Loại bánh rán..\n5. Các món mứt, kẹo.\n6. Các món chè. \n\n\nSách liên quan:\nKỹ Thuật Chế Biến Các Món Lẩu Và Súp\nKỹ Thuật Chế Biến Các Món Lẩu Xốt Súp\nKỹ Thuật Chế Biến Trái Cây\n555 Món Ăn Việt Nam – Kỹ Thuật Chế Biến Và Giá Trị Dinh Dưỡng\nKỹ Thuật Chế Biến Lương Thực – Tập 1\nKỹ Thuật Chế Biến Lương Thực – Tập 2\n81 Món Xôi Ngon\n\nCó thể bạn thích sách  Kỹ Thuật Nấu Ăn Đãi Tiệc – 60 Món Gà"
            },
            "74d2ef48-e8f5-42c4-827e-97531cb5673f": {
                "title": "Kỹ Thuật Pha Chế Sinh Tố – Làm Đẹp Và Trị Bệnh",
                "authorID": "Bàng Cẩm",
                "genresID": "Ẩm thực - Nấu ăn",
                "imageID": "nhasachmienphi-ky-thuat-pha-che-sinh-to-lam-dep-va-tri-benh.jpg",
                "description": "Sinh tố là thức uống chế biến từ vật liệu trái cây và rau củ tươi, giúp hấp thu bổ sung chất khoáng, vitamin và chất xơ. Ngoài các trái cây và rau củ có thể xay sinh tố, cần bổ sung thêm thực phẩm một cách linh hoạt, hợp lý để tăng hiệu quả giữ gìn sắc đẹp và bảo vệ sức khoẻ.\nXin trân trọng giới thiệu cùng bạn cuốn sách hướng dẫn kỹ thuật pha chế các loại sinh tố\n– Sinh tố giúp làm đẹp: sinh tố làm đẹp da, tóc; sinh tố giúp giữ gìn dáng vóc.\n– Sinh tố bảo vệ sức khoẻ: sinh tố giúp trừ mệt mỏi; giúp giảm stress; trừ mỏi mắt; điều trị thiếu máu – kém ăn – say rượu – đau vai – rối loạn tiêu hoá; Sinh tố cho phụ nữ mang thai, sau khi sinh…\n– Sinh tố phòng và trị bệnh: bệnh gan, bệnh tim mạch, cao huyết áp, bệnh thận, sỏi mật, bệnh tiểu đường…\n\n\nSách liên quan:\nDưỡng Sinh Và Trị Bệnh\nGiáo Trình Vi Sinh Vật-Bệnh Truyền Nhiễm Vật Nuôi\nThuật Dưỡng Sinh Trường Thọ Cổ Truyền Trung Quốc\nKỹ thuật nuôi dê sữa và phòng chữa bệnh\nKỹ Thuật Mới Về Chăn Nuôi Lợn Ở Nông Hộ, Trang Trại Và Một Số Bệnh Thường Gặp\nTừ Sinh Lý Đến Dưỡng Sinh\nBệnh Tiểu Đường Cách Phát Hiện Và Điều Trị Bệnh\n\n\nCó thể bạn thích sách  Giáo Trình Thực Hành Chế Biến Món Ăn"
            },
            "822e2d9f-0c53-4335-84a3-0b1cf9f43473": {
                "title": "100 Mẩu Chuyện Cổ Đông Tây",
                "authorID": "Nguyễn Lân.",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-100-mau-chuyen-co-dong-tay.jpg",
                "description": "100 mẩu chuyện cổ Đông Tây kể về những mẫu người tiêu biểu trong cổ sử của Hi Lạp, La Mã và Trung Quốc, những cái nôi của văn minh nhân loại. Những gương sáng đó sẽ giúp cho mỗi người khi soi vào có thể hoặc tu tỉnh, hoặc cố vươn lên những đỉnh cao của đạo làm người.\n\n\nSách liên quan:\nBão Đồng\nTô Đông Pha\n360 Động Từ Bất Quy Tắc Đầy Đủ\nTâm lý học đám đông\nĐám Đông Cô Đơn\nĐông Dương Hấp Hối\nĐời Mãi Ở Phương Đông\n\n\nCó thể bạn thích sách  Truyện Kể Tây Tạng"
            },
            "2fbf8a78-50cf-4781-8d58-9cd5d256e87f": {
                "title": "108 Truyện Ngụ Ngôn Hay Nhất",
                "authorID": "Nhiều tác giả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-108-truyen-ngu-ngon-hay-nhat.jpg",
                "description": "Ngụ ngôn là những truyện ngắn thường mượn chuyện loài vật để nói về việc đời nhằm dẫn đến những đạo lý, kinh nghiệm sống. 108 truyện ngụ ngôn là 108 câu chuyện chủ yếu của các con vật: Rùa học bay, Ngựa và Lừa, Chó nhà và Sói, Muỗi và Sư tử… và rất nhiều chuyện ngụ ngôn khác. Mỗi câu chuyện đó là mỗi một bài học cho đến giờ vẫn còn nguyên giá trị. Vậy những câu chuyện về các con vật đó dạy chúng ta điều gì?\n\n\nSách liên quan:\nTruyện cổ Nhật Bản\nSài Gòn Tản Văn – Ngon Vì Nhớ\nTruyện Kể Tây Tạng\nTuyển tập truyện cổ tích thế giới\nNhật Hoàng Hirohito Và Công Cuộc Kiến Thiết Nước Nhật Hiện Đại\nSam Walton và Wal-Mart – Giàu nhất nhờ bán hàng rẻ nhất\nNhững Món Ngon Việt Nam (Song Ngữ Trung – Việt)\n\n\nCó thể bạn thích sách  Truyện cổ Ả-Rập"
            },
            "02ad23e1-8f8b-40a8-87b1-c13dfdb561c0": {
                "title": "Huệ Tím Và Những Chuyện Khác",
                "authorID": "Hermann Hesse",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-hue-tim-va-nhung-chuyen-khac.jpg",
                "description": "Những câu chuyện cổ tích không có hình ảnh hoàng tử, công chúa, không kể theo lối bình dân mà được đẩy lên thành nghệ thuật.\nTrong những câu chuyện ấy, người ta thấy được hành trình cuộc đời của một người từ lứa tuổi thiếu nhi đến tuổi trưởng thành, già và mất đi… Hành trình đó không phải là việc một người lớn lên, thành công trong sự nghiệp, mà là cuộc tìm kiếm bản thể để tìm về thiện tâm.\nNăm câu truyện cổ tích trong tập Huệ tím và những chuyện khác khiến bất cứ trẻ con hay người lớn đều có thể say mê, đọc mãi không dừng.\nVới trẻ con là thế giới hoa lá cây cỏ, hành trình tìm tòi và gần gũi với thiên nhiên qua chính cảm nhận và đôi mắt nhìn của trẻ. Qua đôi mắt tinh khiết của trẻ con, thiên nhiên xung quanh trở nên diệu kỳ và luôn luôn mới lạ.\nNhư chú bé Anselm, 10 tuổi trong truyện Huệ tím, chú yêu nhất bông huệ tím (Iris) ở vườn của mẹ. Chú nói chuyện, áp má, nhìn vào hoa để tưởng tượng về: một lối đi vào vườn thượng uyển, một lâu đài huyền bí hay những đêm ngủ mơ chú thấy mình cưỡi ngựa bay vào xứ sở thần kỳ của đài hoa đó… Với chú bé Augustus trong Chuyện chàng Augustus, nằm bên người cha đỡ đầu để nghe bản nhạc từ chiếc hộp nhạc cũ, cậu đã nhìn thấy những thiên thần bay lượn theo điệu nhạc.\nCó thể bạn thích sách  Tuyển tập truyện cổ tích thế giớiTâm hồn diệu kỳ của con trẻ, với cảm xúc của tình yêu nguyên sơ trong trái tim, luôn thấy cuộc sống giấu đầy bí mật. Nhưng thế giới hồi thơ bé bí nhiệm bao nhiêu thì lớn lên lại khô cằn bấy nhiêu.\nHermann Hesse trân trọng cảm xúc của những đứa trẻ, ông cho rằng bất cứ đứa trẻ nào cũng có độ nhạy cảm cao, và tâm hồn sẽ mất dần sự tinh khiết theo thời gian khi con người ta lớn lên, già đi.\n“Mọi trẻ thơ, khi chúng thấy cuộc sống giấu đầy bí mật, đều bận tâm với một điều quan trọng nhất: bản thân mình và mối quan hệ đầy bí ẩn giữa mình và thế giới xung quanh” (Huệ tím).\nỞ những câu chuyện cổ tích này, Hermann Hesse còn chia sẻ những bài học để xây dựng nhân cách con người. Một người nếu chỉ nhận được tình yêu mà không biết yêu thương lại người khác cũng sẽ mãi mãi đau khổ.\nTrái tim vẫn lạnh giá trống rỗng dù tất cả tình yêu trên thế gian đều đổ vào mình. Chàng Augustus chỉ thật sự hạnh phúc trọn vẹn, tâm hồn thật sự thanh thản khi chàng biết hi sinh và cho đi tình yêu của mình.\nNhững câu chuyện cổ tích của Hermann Hesse có rất nhiều tầng nghĩa. Chạm vào góc nào cũng thấy dụng ý của sự thiện tâm gieo vào lòng trẻ thơ và cả người lớn thật nhẹ nhàng.\nCó thể bạn thích sách  10 Huyền Thoại Viking Hay Nhất Mọi Thời ĐạiÔng trân trọng cảm xúc của những tâm hồn trẻ thơ, gieo vào những tâm hồn tinh khiết ấy tình yêu mến mọi người mọi vật trên thế gian, biết rung động trước cái đẹp, chia sẻ những khổ đau…\nHuệ tím và những chuyện khác gióng lên tiếng chuông cho những ai làm cha làm mẹ hãy mở lòng chia sẻ tuổi thơ với con cái mình, chia sẻ sự tinh khiết đầu đời trong những cảm xúc của con cái. Những cảm xúc chân thành và bao dung đến từ con tim, qua rồi sẽ không cách gì trì níu. \n\n\nSách liên quan:\nNhững Khoảnh Khắc Xuất Thần\n30/4 Chuyện Những Người Tháo Chạy\nHorrible Science – Vật Lý, Câu Chuyện Của Những Lực Bí Hiểm\nVượt Lên Những Chuyện Nhỏ Trong Công Việc\nHorrible Science – Sinh Học Có Những Câu Chuyện Kỳ Diệu\nKể Chuyện Danh Nhân Việt Nam – Tập 07: Những Nhà Cải Cách Việt Nam\nKể Chuyện Danh Nhân Việt Nam – Tập 2: Những Người Việt Nam Đi Tiên Phong"
            },
            "14f6f420-5650-4996-96b6-a350eb81bb7c": {
                "title": "Buratino Và Chiếc Chìa Khoá Vàng",
                "authorID": "Lep Tônxtoi",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-buratino-va-chiec-chia-khoa-vang.jpg",
                "description": "Bác thợ mộc Giudéppơ tình cờ nhặt được một thanh củi biết nói, bác liền tặng thanh củi đó cho ông bạn già Cáclô. Bác Cáclô đem món quà kỳ lạ về nhà và gọt thành một con búp bê gỗ đặt tên là Buratinô. Một con búp bê trông giống hệt một cậu bé với cái mũi thật dài. Buratinô trong sáng, thông minh nhưng rất hiếu động và nghịch ngợm. Cũng chính vì tính hiếu động đó mà cậu bé đã gây nên cho mình không ít rắc rối. Trong một lần trốn học đi chơi, Buratino bị Mèo Madilio và Cáo Alixa lừa lấy mất tiền và bị bọn cướp tấn công. Lạc mất gia đình, cậu bé người gỗ bắt đầu bước vào những chuyến phiêu lưu đầy kỳ thú, bất ngờ nhưng cũng không ít nguy hiểm và sóng gió. Đặc biệt là cuộc hành trình khám bí mật về chiếc chìa khóa vàng mà Buratino được chú rùa Toóctila tặng cho…\nDựa trên câu chuyện cổ tích nổi tiếng về cậu bé Pinốckiô, bằng trí tuởng tượng phong phú và giọng văn miêu tả tuyệt vời của mình, nhà văn Alếc xây – Tôn xtôi đã kể lại một cách vô cùng mới mẻ, sinh động và hấp dẫn những chuyến phiêu lưu của chú bé người gỗ thông minh, tinh nghịch đáng yêu Buratinô. Alếc xây – Tôn xtôi đã khiến cho hình tượng chú bé người gỗ mũi dài vốn đã quen thuộc lại càng trở nên gần gũi và đáng yêu hơn trong lòng bạn đọc.\nCó thể bạn thích sách  Tuyển tập truyện cổ tích thế giớiCuốn sách được trình bày đẹp mắt với nhiều tranh vẽ minh họa sinh động và hấp dẫn là một món quà tặng tuyệt vời dành cho các bạn nhỏ.\n\n\nSách liên quan:\nDinh Dưỡng Chìa Khóa Vàng Cho Sức Khỏe\nChiếc Ngai Vàng\nChìa Khóa Sống Giản Dị\nChìa Khóa Sống Lạc Quan\nChìa Khóa Sống Hướng Thiện\nChìa Khóa Trên Đường Hội Nhập – Bí Quyết Thành Công Của Tập Đoàn Microsoft\nCây Lược Vàng Quý Như Vàng"
            },
            "a0aeca90-e7d9-4830-bc7f-8d1d0e0a820a": {
                "title": "365 Chuyện Kể Hàng Đêm – Mùa Thu",
                "authorID": "Lưu Hồng Hà",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-365-chuyen-ke-hang-dem-mua-thu.jpg",
                "description": "Trước giờ đi ngủ, cả gia đình quây quần bên nhau cùng đọc một vài câu chuyện để khơi lên sức sống mơn mởn của mùa xuân, thưởng lãm không gian khoáng đạt của mùa hè, thả hồn mơ mộng cùng sắc thu hay cảm động cùng dư vị ấm áp giữa mùa đông… không chỉ tạo bầu không khí gia đình hạnh phúc mà còn là hành trang sống theo bé đi suốt cuộc đời.\n365 TRUYỆN KỂ HẰNG ĐÊM là series truyện kể dành cho bé được tuyển chọn theo “tinh thần” bốn mùa xuân, hạ, thu, đông… gồm những truyện kể ở xứ thần tiên, truyện kể tri thức, truyện hay rèn thói quen tốt, truyện kể về danh nhân, truyện kể dân gian… Mỗi câu chuyện sẽ mở ra một trải nghiệm đặc biệt, cung cấp một kiến thức thú vị, bồi dưỡng một phẩm chất ưu tú… giúp bé trưởng thành.\n\n\nSách liên quan:\nThuật Nói Chuyện Hàng Ngày\nBí Quyết Bán Hàng Thành Công – Sau 5 Phút Bạn Có Được Đơn Đặt Hàng\n100 Mẩu Chuyện Cổ Đông Tây\nHuệ Tím Và Những Chuyện Khác\nCỗ Máy Bán Hàng Tối Ưu\nBán Hàng Tức Thì\nCẩm Nang Bán Hàng\n\n\nCó thể bạn thích sách  Truyện cổ Ixraen"
            },
            "ce0cf7e9-b9fd-4391-90b2-e46841192a3f": {
                "title": "Truyện Kể Tây Tạng",
                "authorID": "Nhiều tác giả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-ke-tay-tang.jpg",
                "description": "Truyện kể Tây Tạng là tuyển tập gồm 39 truyện dân gian Tây Tạng được lưu truyền hàng ngàn năm trong ký ức dân gian. Mỗi câu chuyện là một huyền thoại đẹp, một sự tích hay một ngụ ngôn về những thói tật của con người… nhưng cuối cùng, điều đọng lại trong lòng người đọc là khát vọng hướng thiện và bản sắc Tây Tạng đậm nét trong mỗi truyện kể.\n\n\nSách liên quan:\nTruyện cổ Tây Tạng\nKho Tàng Truyện Cổ Tích Việt Nam\nTruyện cổ Nhật Bản\n108 Truyện Ngụ Ngôn Hay Nhất\nTuyển tập truyện cổ tích thế giới\nThiên Táng\nTruyện cổ Ả-Rập\n\n\nCó thể bạn thích sách  Truyện cổ Nhật Bản"
            },
            "aa3138e9-f4fb-4c35-a1e4-76919e9dbc75": {
                "title": "10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại",
                "authorID": "Terry Deary",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-10-huyen-thoai-hy-lap-hay-nhat-moi-thoi-dai.jpg",
                "description": "10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại được trình bày dưới nhiều hình thức khác nhau. Sau mỗi huyền thoại lại có những dữ liệu kỳ thú liên quan đến chủ đề.\nNội dung hấp dẫn, cách trình bày hài hước, đa dạng kèm tranh minh họa vui nhộn. Sách thích hợp với các bạn đọc từ 10 tuổi trở lên.\nTừ thời cổ đại, loài người đã kể chuyện. Họ kể nhiều chuyện cho nhau để giải thích thế giới xung quanh. Những câu chuyện này được ghi nhớ và truyền tụng lại. Có thể những người lang thang đã nghe kể chuyện rồi đem câu chuyện đó đi “phát tán” ở các vùng đất lân cận, sau khi đã thêm mắm giặm muối.\nĐến một lúc, con người bắt đầu học cách viết và một số người đã viết lại những câu chuyện này để truyền bá cho thế hệ sau.\nVà bạn chính là thế hệ sau đó.\nCó quá nhiều chuyện để nhét cả vào một cuốn sách, vì vậy cuốn sách này chỉ là 10 câu chuyện của người Hy Lạp cổ: 10 câu chuyện hay nhất! Chúng sẽ được kể lại dưới hình thức mới mẻ hơn và sẽ mang dáng dấp những câu chuyện hiện đại. Ngoài ra, bạn sẽ được “khuyến mãi” thêm 10 phần viết về những dữ liệu kỳ thú để bạn tha hồ đào bới và học hỏi thêm về người Hy Lạp, những thú vui và những rắc rối của họ.\nCó thể bạn thích sách  Huệ Tím Và Những Chuyện Khác10 huyền thoại Hy Lạp hay nhất xin bắt đầu!\n\n\nSách liên quan:\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nHorrible Histories – Người Hy Lạp Huyền Thoại\nNhững Huyền Thoại\nMessi – Từ El Pulga Đến Một Huyền Thoại\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n100 Ý Tưởng Bán Hàng Hay Nhất Mọi Thời Đại\nSự Thật Về 100 Thất Bại Thương Hiệu Lớn Nhất Của Mọi Thời Đại"
            },
            "31800cc4-b4c8-48e9-b492-efaf9f60caae": {
                "title": "10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại",
                "authorID": "Michael Cox",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-10-huyen-thoai-viking-hay-nhat-moi-thoi-dai.jpg",
                "description": "10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại được trình bày dưới nhiều hình thức khác nhau. Sau mỗi huyền thoại lại có những dữ liệu kỳ thú liên quan đến chủ đề.\nTrong thế giới cổ đại, huyền thoại luôn phổ biến ở khắp nơi. Ngoài tác dụng giải trí, nó còn giúp con người tìm ra một ý nghĩa cho cái thế giới hỗn độn và đầy thù địch ở xung quanh. Mười huyền thoại rởn tóc gáy trong tập sách này đều kể về những cuộc phiêu lưu của các vị thần được người Na Uy, Đan Mạch, Thụy Điển (Bắc Âu) và Iceland thờ phụng vào thời kỳ trước công nguyên (CN). Những người này được gọi chung là người Viking. Suốt thời kỳ người Viking (hay còn gọi là người Na Uy cổ) hoành hành bá đạo thông qua những chuyến đi vơ vét và cướp bóc vào khoảng năm 750-1050 trước CN, các huyền thoại luôn là nguồn cảm hứng của họ. Nhờ lòng tin vào thần thánh và siêu anh hùng, nhờ nghe kể về cách thức các thần thánh, siêu anh hùng này giải quyết mọi vấn đề, họ có thêm lòng tự tin để đi tới. Giống như với mọi dân tộc vào mọi thời kỳ lịch sử, tín ngưỡng luôn đóng vai trò quan trọng trong việc đem lại lòng can đảm để đối đầu với một tương lai bất định.\nNhững dữ liệu kỳ thú sau mỗi huyền thoại cũng được hệ thống rất hợp lý, phân tích các yếu tố tạo nên tính hấp dẫn của câu chuyện làm cho người đọc vừa thư giãn, vừa có thêm kiến thức và hình thành tính logic và hệ thống trong tư duy đọc sách.\nCó thể bạn thích sách  Buratino Và Chiếc Chìa Khoá VàngNội dung hấp dẫn, cách trình bày hài hước, đa dạng kèm tranh minh họa vui nhộn. Sách thích hợp với các bạn đọc từ 10 tuổi trở lên.\n\n\nSách liên quan:\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\nNhững Huyền Thoại\nMessi – Từ El Pulga Đến Một Huyền Thoại\nHorrible Histories – Người Hy Lạp Huyền Thoại\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n100 Ý Tưởng Bán Hàng Hay Nhất Mọi Thời Đại\nSự Thật Về 100 Thất Bại Thương Hiệu Lớn Nhất Của Mọi Thời Đại"
            },
            "2d478c72-1187-49d3-b452-f3e3ac5802cd": {
                "title": "Truyện cổ Grim",
                "authorID": "Anh em nhà GRIM",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-grim.jpg",
                "description": "Hai thế kỷ đã trôi qua, những câu chuyện kể trong Truyện cổ Grim đã làm lay động hàng triệu trái tim của những độc giả nhỏ tuổi trên khắp thế giới. Cuốn sách “Truyện cổ Grim hay nhất” tập hợp những câu chuyện điển hình, đi sâu vào tiềm thức người đọc bao thế hệ, mỗi câu chuyện trong bộ sách sẽ kể cho trẻ bao điều thú vị về thế giới cổ tích diệu kỳ, đồng thời cung cấp cho trẻ những bài học cuộc sống ý nghĩa.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Andersen\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Nghìn Lẻ Một Đêm"
            },
            "727684c1-0347-4dda-a7e9-5d08669bcb79": {
                "title": "12 Chiến Công Của Hercule",
                "authorID": "Thierry Lefèvre",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-12-chien-cong-cua-hercule.jpg",
                "description": "Theo lời nhà tiên tri tại Delphi, Heracles bị buộc phải làm nô lệ cho Eurystheus và thực hiện mười nhiệm vụ kỳ quái do Eurystheus yêu cầu, nhằm chuộc lại lỗi đã giết vợ con của mình – một hành động là kết quả của một cơn điên do Hera gây nên. Sau khi thực hiện xong, Eurystheus lật lọng và không thừa nhận công dọn chuồng ngựa của Augeas vì chàng đã đòi Augeas trả công, và đánh bại con rắn Hydra vì chàng đã thực hiện việc đó với sự giúp sức của Iolaus. Hắn bắt chàng thực hiện thêm hai công việc nữa, vì thế đời sau thường gọi 12 kỳ công đó là 10 kỳ công của Heracles.\n\n\nSách liên quan:\nMột số trận quyết chiến chiến lược trong lịch sử VN\n33 Chiến Lược Của Chiến Tranh\nHình Thần Trang Công Của Phái Trí Năng Công\nBàn Về Chiến Tranh\nCuộc Chiến Lỗ Đen\nGương Chiến Đấu\nChiến Thắng Con Quỷ Trong Bạn\n\n\nCó thể bạn thích sách  Tuyển tập truyện cổ tích thế giới"
            },
            "21448c2a-46d3-46d5-83fb-5ba32d8a4a8f": {
                "title": "Kho Tàng Truyện Cổ Tích Việt Nam",
                "authorID": "Nguyễn đổng Chi",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-kho-tang-truyen-co-tich-viet-nam.jpg",
                "description": "KHO TÀNG TRUYỆN CỔ TÍCH VIỆT NAM,kể từ lần in thứ bảy, in cùng lúc trọn bộ cả năm tập. Rất tiếc, ở những lần in toàn vẹn này tác giả đã không còn được tự mình xem lại bản in thử, như ông đã từng làm việc đó một cách hứng thú và kiên trì trong sáu lần in lẻ tẻ từng tập trước đây.\nTuy nhiên, từ sau khi tập V ra mắt (1982), thân phụ chúng tôi đã có dịp chỉnh lý kỹ cả năm tập, nhất là phần Tổng luận, nhằm chuẩn bị cho một lần in đầy đủ sau này. Chúng tôi cố gắng trung thành với những sửa chữa trực tiếp của ông, kể cả một đôi chỗ ông ủy thác cho tôi soát lại chút ít ít câu chữ, trong khi đọc bộ sách. Mặt khác, trong lần in thứ tư (1972), tác giả có một thay đổi đáng kể trong kết cấu cuốn sách của mình: ông bỏ đi 2 truyện và thay bằng 2 truyện khác để giữ nguyên số lượng 200 truyện.\nCân nhắc kỹ lại trong lần in thứ bảy, chúng tôi đã mạnh dạn đưa một truyện trong số đó trở lại bộ sách: truyện Giết chó khuyên chồng, số 50. Để bạn đọc dễ nhận ra truyện này đã được bỏ đi, chúng tôi đặt chữ số 50 đứng đầu tên truyện trong dấu [ ]. Tôn trọng ý nguyện của tác giả, các quy tắc viết hoa và phiên âm tên người, tên đất vẫn giữ nguyên như trong mấy lần in trước chứ không thay đổi. Tuy vậy, để giúp các nhà nghiên cứu có thể tra tìm nhanh chóng khối lượng tài liệu nước ngoài hết sức lớn mà tác giả đã tham khảo, ở các chú thích xuất xứ, bên cạnh tên người phiên âm trước đây chúng tôi có ký chú thêm nguyên văn, hoặc chuyển ngữ tiếng Pháp. Đối với tên một số dân tộc, hay một số địa danh trên thế giới được nhắc đến trong mục Khảo dị, nếu thấy cần thiết, chúng tôi cũng làm như vậy. Cuối bộ sách, chúng tôi còn thêm vào một Bảng tra cứu tên truyện sắp xếp theo trật tự a b c. Tất cả những việc này đều do các bạn bè thân thiết trong Ban văn học Cổ cận đại Viện Văn học góp sức thực hiện vào năm 1992.Có thể bạn thích sách  Truyện cổ Nhật Bản\n\n\nSách liên quan:\nTuyển tập truyện cổ tích thế giới\nTruyện cổ Tây Tạng\nTruyện Kể Tây Tạng\nChùa Yên Tử Lịch Sử Truyền Thuyết Di Tích Và Danh Thắng\nViệt Nam – Kho tàng dã sử\nGóc Nhìn Alan – Dành Tặng Doanh Nhân Việt Trong Thế Trận Toàn Cầu\nTruyện cười dân gian Việt Nam"
            },
            "7e3dec8b-c0db-4e2c-b62c-51d28c26d0b4": {
                "title": "Nghìn Lẻ Một Đêm",
                "authorID": "Nhiều tác giả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-nghin-le-mot-dem.jpg",
                "description": "Nghìn lẻ một đêm, tác phẩm vĩ đại bậc nhất của nền văn học A Rập, là một trong những công trình sáng tạo phong phú và hoàn mỹ của nền văn học thế giới.\nĐể tựa bản dịch tiếng Nga xuất bản năm 1929 ở Sankt Peterburg, Macxim Gorki viết: “Trong số các di tích tuyệt diệu của sáng tác truyền khẩu dân gian, các truyện cổ tích của nàng Sêhêrazát là di tích đồ sộ nhất.\nNhững truyện cổ tích này thể hiện với mức hoàn hảo kỳ diệu, xu hướng của nhân dân lao động muốn buông mình theo phép nhiệm màu của những ảo giác êm đẹp, theo sự kết hợp phóng khoáng của từ ngữ thể hiện sức mạnh vũ bão của trí tưởng tượng hoa mỹ của các dân tộc phương Đông – người A Rập, người Ba Tư, người Ấn Độ. Công trình dệt gấm bằng từ ngữ này xuất hiện từ thời tối cổ, những sợi tơ muôn màu của nó lan khắp bốn phương, phủ lên trái đất một tấm thảm từ ngữ đẹp lạ lùng.”\nTruyện mở đầu tất cả các truyện, giải thích lý do ra đời của tất cả các truyện, cái khâu đầu tiên của sợi dây chuyền vàng xuyên qua mọi tình tiết, liên kết chúng lại thành một chuỗi ngọc tuyệt tác muôn vẻ muôn màu rồi vòng trở lại để làm thành đoạn kết thúc, là chuyện của một người con gái. Một người con gái tài sắc vẹn toàn, thông minh rất mực, đã không quản hiểm nguy dám hi sinh tấm thân ngà ngọc của mình để cứu các bạn gái khỏi cảnh ô nhục và cái chết bi thương….Có thể bạn thích sách  Truyện cổ Grim\n\n\nSách liên quan:\nTruyện cổ Nhật Bản\nTuyển tập truyện cổ tích thế giới\nTruyện Kể Tây Tạng\n108 Truyện Ngụ Ngôn Hay Nhất\n15 Chủ Đề Nói Thường Gặp Trong Tiếng Anh\nTruyện cổ Ả-Rập\nCẩm Nang Mẹo Vặt Y Khoa Thực Dụng"
            },
            "47b97c29-10bd-4f52-a0ca-9bbe91cfe367": {
                "title": "Tuyển tập truyện cổ tích thế giới",
                "authorID": "Nhiều tác giả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-tuyen-tap-truyen-co-tich-the-gioi.jpg",
                "description": "Tuyển tập 67 truyện cổ tích sưu tầm từ Internet\nMỤC LỤC\n1. NGƯỜI THỢ SĂN\n2. SÁU CON THIÊN NGA\n3. SÁU NGƯỜI HẦU\n4. Ả GRÊTEN THÔNG MINH\n5. ANH CHÀNG ĐÁNH TRỐNG\n6. ANH VÀ EM GÁI\n7. BA ANH EM\n8. BA BÀ KÉO SỢI\n9. BA CÔ CHỊ\n10. BÀ LÃO CHĂN NGỖNG\n11. BA NGƯỜI LÙN TRONG RỪNG\n12. BA SỢI TÓC VÀNG CỦA QUỶ\n13. BÁC NÔNG DÂN VÀ CON QUỶ\n14. BẠCH TUYẾT VÀ HỒNG HOA\n15. BẢY CON QUẠ\n16. CÂY CỦ CẢI\n17. CHÀNG KHỔNG LỒ TRẺ TUỔI\n18. CHIM SƠN CA\n19. CHIM ƯNG THẦN\n20. CHỌN V\n21. CHÚ BÉ NGHÈO DƯỚI NẤM MỒ\n22. CHÚ BÉ TÝ HON\n23. CHÚ HANH LƯỜI BIẾNG\n24. CHÚ HANXƠ SUNG SƯỚNG\n25. CÔ BÉ LỌ LEM\n26. CÔ BÉ QUÀNG KHĂN ĐỎ\n27. CỖ QUAN TÀI THUỶ TINH\n28. CÔ BÉ CHĂN NGỖNG\n29. CÔ HAI MẮT\n30. CON NAM Ở AO\n31. CON RẮN TRẮNG\n32. CON THỎ BIỂN\n33. CON NGỖNG VÀNG\n34. CON MÈO ĐI HIA\n35. CON QUỶ VÀ BÀ NÓ\n36. CON QUỶ NHỐT TRONG LỌ\n37. CUỘC NGAO DU CỦA TÝ HON\n38. ĐỒ BỎ XÓ\n39. ĐÓA HỒNG\n40. ĐÔI GIÀY ỦNG DA TRÂU\n41. ĐỨA CON VÀNG\n42. GÃ XAY BỘT NGHÈO KHÓ\n43. HAI ANH EM\n44. HAI ÔNG CHÁU\n45. HANXƠ SẮT\n46. HÊNXEN VÀ GRÊTEN\n47. HOÀNG ANH VÀ GẤU\n48. JÔRINĐƠR VÀ JÔRIGƠN\n49. LÊN THIÊN ĐÀNG\n50. MÈO CHUỘT KẾT NGHĨA\nCó thể bạn thích sách  Truyện cổ Andersen51. NÀNG BẠCH TUYẾT\n52. NGÔI NHÀ TRONG RỪNG\n53. NGỌN ĐÈN XANH\n54. NGƯỜI BẦY TÔI TRUNG THÀNH\n55. NGƯỜI DA GẤU\n56. NGƯỜI THỢ SĂN TÀI GIỎI\n57. NHỮNG NGƯỜI KÔN\n58. NƯỚC TRƯỜNG SINH\n59. ONG CHÚA\n60. QUÀ CỦA NGƯỜI TÝ HON\n61. RAU LỪA\n62. THẦN CHẾT ĐỠ ĐẦU\n63. THỎ VÀ NHÍM\n64. VỢ CHỒNG NGƯỜI ĐÁNH CÁ\n65. VUA NÚI VÀNG\n66. VUA QUẠ\n67. VUA TRỘM\n\n\nSách liên quan:\nKho Tàng Truyện Cổ Tích Việt Nam\nGiới Thiệu Khu Di Tích Lịch Sử Đền Hùng\nTuyển Tập Truyện Ngắn Vũ Trọng Phụng\nTuyển tập Truyện Ngắn Nguyễn Công Hoan\nChùa Yên Tử Lịch Sử Truyền Thuyết Di Tích Và Danh Thắng\nTuyển tập Hạt Giống Tâm Hồn\nTruyện cổ Nhật Bản"
            },
            "6575d800-b533-4ab3-9bd3-b786b81865dd": {
                "title": "Truyện cổ Andersen",
                "authorID": "Hans Christian Andersen",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-andersen.jpg",
                "description": "Nhà văn Hans Christian Andersen (1805 – 1875) có lẽ là một hiện tượng văn học hiếm có trên thế giới.. Andersen viết du ký, kịch, tiểu thuyết, làm thơ, nhưng nổi nhất là truyện. Truyện của ông dựa vào truyện dân gian, truyền thuyết, lịch sử, đời sống hàng ngày và cả cuộc đời riêng của tác giả.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Huệ Tím Và Những Chuyện Khác"
            },
            "83fd69ae-1be8-4c05-8e98-22ce32947428": {
                "title": "Truyện Cổ Di-Gan",
                "authorID": "Marie Voriskova",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-di-gan.jpg",
                "description": "Là thợ rèn và thợ làm nồi đồng lưu động – vài người còn nhận là cháu chắc của Tubat – Cain – ngươi làm trò hề và nhất là nhạc công, người Di-Gan đã lưu truyền qua nhiều thời đại một di sản truyền khẩu phong phú. Do đó, những chuyện dân gian tiêu biểu nhất của họ có vẻ quyến rũ độc đáo, bất chấp thời gian. Họ đi qua nhiều xứ, tiếp xúc với nhiều dân tộc, nhưng không bao giờ lẫn lộn nào đó, trái lại hhọ thu thập chất liệu rồi đồng hoá và biến đổi chúng để nuôi dưỡng một di sản huyền thoại vốn đã rất phong phú và đa dạng.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Truyện cổ Xyri"
            },
            "fdee5897-29ae-4a6a-953c-1c235ce3183b": {
                "title": "Thần Thoại Hy Lạp",
                "authorID": "Nguyễn Văn Khoả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-than-thoai-hy-lap.jpg",
                "description": "“Thần thoại Hy Lạp” bao gồm các truyền thuyết về các vị thần và các vị anh hùng của người Hy Lạp. Bộ sách này hình thành trong một quãng thời gian lịch sử khá dài. Đó là một quá trình lịch sử từ thời kỳ nền văn minh Mycènes (2000 – 1100 TCN) đến những buổi biển diễn, đọc, kể anh hùng ca của Homère trong những ngày hội rồi đến hội diễn bi kịch trong ngày hội Dionysos.\nDù hôm nay, thời đại của niềm tin và tư duy thần thoại đã lùi vào quá khứ, cung điện Olympie của các vị thần hẳn đã dời đến một hành tinh nào khác xa xăm, thì những cái tên như Zeus, Éros, Héraclès… hay Achille vẫn truyền cho loài người những âm hưởng thánh thần để chinh phục ngày mai.\nHầu hết những câu chuyện thần thoại còn lại với độc giả ngày nay đều do những nhà thơ, nhà viết kịch kể lại… Quá trình kể lại cũng đồng thời là quá trình sắp xếp, biên soạn lại, tái tạo các câu chuyện theo một khuynh hướng nào đó.\n25/06/2018 : cập nhật lại bản ebook của bạn hanhdb, tên nhân vật chuẩn hơn, soát lỗi chính tả.\n\n\nSách liên quan:\nThần thoại Bắc Âu\nThần Thoại Sisyphus\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nDấn Thân\nThần Kinh Học\n\nCó thể bạn thích sách  Thần thoại Bắc Âu"
            },
            "7c25c321-0994-40c2-81f7-a9a43cf136ed": {
                "title": "Truyện cổ Ixraen",
                "authorID": "Phạm Quang Vinh",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-ixraen.jpg",
                "description": "Ixraen; cũng được gọi là Nhà nước Do Thái) là một quốc gia theo chế độ cộng hòa ở vùng Trung Đông bên cạnh Địa Trung Hải. Tên “Israel” có nghĩa là “đã được Thiên Chúa sửa”, nhưng do phiên âm sai nên đã thành ra “đã đấu với Thiên Chúa”, và tên đó bắt nguồn từ đoạn Sáng thế ký 32:28 của Kinh Thánh, trong đó Jacob được đổi tên là Israel sau khi đấu với một người tấn công thần bí vô danh.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Xyri\nTruyện cổ Nhật Bản\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Truyện Cổ Di-Gan"
            },
            "5382da6c-f518-4955-9c49-6ec154c9c550": {
                "title": "Truyện cổ Nhật Bản",
                "authorID": "Nhiều tác giả",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-nhat-ban.jpg",
                "description": "Tập truyện này giới thiệu với các bạn hơn hai mươi truyện ngắn dân gian đặc sắc của đất nước Mặt trời mọc. Các bạn sẽ có cơ hội tìm hiểu về lai lịch, văn hoá và con người Nhật Bản qua những câu chuyện lạ lùng và độc đáo như:-Những cuộn kinh linh ứng-Thiên đàng của mèo- Mèo cá và nhà sư …\n\n\nSách liên quan:\n108 Truyện Ngụ Ngôn Hay Nhất\nTruyện Kể Tây Tạng\nTuyển tập truyện cổ tích thế giới\nNhật Hoàng Hirohito Và Công Cuộc Kiến Thiết Nước Nhật Hiện Đại\nSam Walton và Wal-Mart – Giàu nhất nhờ bán hàng rẻ nhất\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\n\n\nCó thể bạn thích sách  10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại"
            },
            "a2e1de39-e82e-4c79-ba06-0120bf1e9cbd": {
                "title": "Truyện cổ Xyri",
                "authorID": "Nguyễn Huy Thắng",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-xyri.jpg",
                "description": "Syria là một quốc gia ở Tây Á. Cái tên Syria trước kia gồm toàn bộ vùng Levant, trong khi nhà nước hiện đại bao gồm địa điểm của nhiều vương quốc và đế chế cổ, gồm cả nền văn minh Ebla từ thiên niên kỷ thứ ba trước Công Nguyên.\n\n\nSách liên quan:\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện cổ Grim\n\n\nCó thể bạn thích sách  10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại"
            },
            "c1ca54b1-5f5f-4c4e-984e-b402309af81e": {
                "title": "Truyện cổ Ả-Rập",
                "authorID": "Contes Dorient",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-a-rap.jpg",
                "description": "Các em sẽ tìm thấy trong cuốn truyện này những điều kì diệu của thế giới cổ tích phương Đông, nơi đó có các vị thần đến giúp con người chiến thắng cái ác, nơi có những bông hồng hát du dương trên sa mạc nóng bỏng và những con cá sặc sỡ sắc màu biết nói…\n\n\nSách liên quan:\nTruyện Cổ Di-Gan\nTruyện cổ Tây Tạng\nTruyện cổ Nhật Bản\nTruyện cổ Ixraen\nTruyện cổ Andersen\nTruyện cổ Grim\nTruyện Kể Tây Tạng\n\n\nCó thể bạn thích sách  Nghìn Lẻ Một Đêm"
            },
            "af8f22fb-a3ac-4c5d-b07a-328b859c1673": {
                "title": "Truyện cổ Tây Tạng",
                "authorID": "Eva Bednarova",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-truyen-co-tay-tang.jpg",
                "description": "Xứ Tây Tạng, với một địa thế núi non hiểm trở, sống cách biệt với thế giới bên ngoài, ít khi đón tiếp những du khách muốn tìm hiểu bí mật của nó. Từ xưa nay, những kẻ tò mò dám mạo hiểm đột nhập vào thủ đô Lhasa vẫn luôn gặp phải vô vàn những khó khăn trở ngại. Ngày nay, dẫu rằng Tây Tạng có khuynh hướng phát triển dần thành một lãnh thổ tân tiến, nhưng người dân nơi đây vẫn giữ một thái độ dè dặt và khép kín đối với mọi ảnh hưởng du nhập từ bên ngoài.\n\n\nSách liên quan:\nTruyện Kể Tây Tạng\nKho Tàng Truyện Cổ Tích Việt Nam\nThiên Táng\nTruyện cổ Ả-Rập\nTruyện Cổ Di-Gan\nViệt Nam – Kho tàng dã sử\nNền Kinh Tế Tăng Trưởng Và Sụp Đổ Như Thế Nào ?\n\n\nCó thể bạn thích sách  10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại"
            },
            "ecb01d1f-ca5c-45ef-a271-f79fad1f9f81": {
                "title": "Thần thoại Bắc Âu",
                "authorID": "Khuyết Danh",
                "genresID": "Cổ Tích - Thần Thoại",
                "imageID": "nhasachmienphi-than-thoai-bac-au.jpg",
                "description": "Thần thoại Bắc Âu bao gồm tôn giáo thời kỳ tiền Ki-tô giáo, tín ngưỡng và truyền thuyết của những cư dân vùng Scandinavia, kể cả những người định cư trên đảo Iceland – nơi tìm thấy nhiều tư liệu viết của thần thoại Bắc Âu. Dị bản nổi tiếng của thần thoại Bắc Âu là thần thoại các dân tộc gốc Đức vốn hình thành từ thần thoại các dân tộc Ấn-Âu tồn tại trước đó. Tôn giáo các dân tộc Bắc Âu không dựa trên một “sự thật” được truyền trực tiếp từ thần thánh đến con người (tuy cũng có những câu chuyện người trần được thần thánh viếng thăm) và không có những văn bản chính quy như Kinh Thánh của Thiên Chúa giáo hay kinh Qur’an của Hồi giáo. Thần thoại Bắc Âu được truyền miệng dưới dạng những bài thơ dài. Việc lưu truyền tôn giáo Bắc Âu diễn ra mạnh nhất vào thời Viking. Người ta tìm hiểu về thần thoại Bắc Âu chủ yếu qua các sử thi Edda và các văn bản ghi chép trong thời đạo Thiên chúa mở rộng về khu vực Scandinavia. Thần thoại Bắc Âu cóảnh hưởng lớn đến các tác phẩm văn học nghệ thuật.\n\n\nSách liên quan:\nThần Thoại Hy Lạp\nThần Thoại Sisyphus\nBệnh Thận Và Chế Độ Dinh Dưỡng Cho Người Bệnh Thận\n10 Huyền Thoại Hy Lạp Hay Nhất Mọi Thời Đại\n10 Huyền Thoại Viking Hay Nhất Mọi Thời Đại\nDấn Thân\nThần Kinh Học\n\nCó thể bạn thích sách  Truyện cổ Ả-Rập"
            },
            "07e312ea-83c4-4612-b897-beb3f72f47c6": {
                "title": "Php, Mysql, Javascript & Html5 All-In-One For Dummies",
                "authorID": "Steve Suehring, Janet Valade",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-php-mysql-javascript-html5-all-in-one-for-dummies.jpg",
                "description": "Get the basics on four key web programming tools in one great book!\nPHP, JavaScript, and HTML5 are essential programming languages for creating dynamic websites that work with the MySQL database. PHP and MySQL provide a robust, easy-to-learn, open-source solution for creating superb e-commerce sites and content management. JavaScript and HTML5 add support for the most current multimedia effects. This one-stop guide gives you what you need to know about all four! Seven self-contained minibooks cover web technologies, HTML5 and CSS3, PHP programming, MySQL databases, JavaScript, PHP with templates, and web applications.\n\nAddresses how PHP, MySQL, JavaScript, and HTML5 are vital tools for creating dynamic, database-driven websites and are especially important for e-commerce sites\nServes as essential reading for web designers who are new to these technologies, offering a crash course covering all of these powerful technologies in this handy volume of seven self-contained minibooks\nCovers how to program in PHP and how to create and administer a MySQL database as well as how to manipulate MySQL data via a web interface\nShows how to create a secure website and how to code popular e-business applications such as login programs and shopping carts\n\nWith seven books in one, PHP, MySQL, JavaScript & HTML5 All-in-One For Dummies will turn your website into the center of attention in no time at all.\n\n\nSách liên quan:\nLinux All-In-One For Dummies – 5Th Edition\nBeginning Programming With Java For Dummies – 4Th Edition\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nLaravel 5 Cookbook Enhance Your Amazing Applications\nPro ASP.NET MVC 5\nProgramming ASP.NET MVC 4\n\nCó thể bạn thích sách  Programming ASP.NET MVC 4"
            },
            "c9b3d724-573e-4001-9c49-71c153adb51b": {
                "title": "Beginning Programming With Java For Dummies – 4Th Edition",
                "authorID": "Barry A. Burd",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-beginning-programming-with-java-for-dummies-4th-edition.jpg",
                "description": "A practical introduction to programming with Java\nBeginning Programming with Java For Dummies, 4th Edition is a comprehensive guide to learning one of the most popular programming languages worldwide. This book covers basic development concepts and techniques through a Java lens. You'll learn what goes into a program, how to put the pieces together, how to deal with challenges, and how to make it work. The new Fourth Edition has been updated to align with Java 8, and includes new options for the latest tools and techniques.\nJava is the predominant language used to program Android and cloud apps, and its popularity is surging as app demand rises. Whether you're just tooling around, or embarking on a career, Beginning Programming with Java For Dummies, 4th Edition is a great place to start. Step-by-step instruction, easy-to-read language, and quick navigation make this book the perfect resource for new programmers. You'll begin with the basics before moving into code, with simple, yet detailed explanations every step of the way. Topics include:\n\nLearn the language with sample programs and the Java toolkit\nFamiliarize yourself with decisions, conditions, statements, and information overload\nDifferentiate between loops and arrays, objects and classes, methods and variables\n\nThe book also contains links to additional resources, other programming languages, and guidance as to the most useful classes in the Java API. If you're new to programming languages, Beginning Programming with Java For Dummies, 4th Edition provides the instruction and practice you need to become a confident Java programmer.\n\n\nSách liên quan:\nProgramming ASP.NET MVC 4\nLinux All-In-One For Dummies – 5Th Edition\nPhp, Mysql, Javascript & Html5 All-In-One For Dummies\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nCông Nghệ Blockchain\nMachine Learning Cơ Bản\n\nCó thể bạn thích sách  Php, Mysql, Javascript & Html5 All-In-One For Dummies"
            },
            "d4cc4a2c-faf9-408c-87cf-e4aad9ce069f": {
                "title": "Giải Thuật Và Lập Trình",
                "authorID": "Lê Minh Hoàng",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-giai-thuat-va-lap-trinh.jpg",
                "description": "Nếu bạn là người đam mê tin học, nếu bạn là người muốn khám phá về lập trình, hẳn bạn phải biết đến một cuốn sách tin học rất nổi tiếng ở Việt Nam trong nhiều năm trở lại đây. Từ những học sinh không chuyên đến những thành viên đội tuyển thi quốc tế tin học, có lẽ không một ai chưa từng học qua cuốn sách được biên soạn bởi một thầy giáo trẻ những đầy tài năng của trường Đại học Sư phạm Hà Nội, thầy Lê Minh Hoàng.\nMục lục:\nPHẦN 1 – BÀI TOÁN LIỆT KÊ \n\n1-Nhắc lại một số kiến thức đại số tổ hợp\n2-Phương pháp sinh\n3-Thuật toán quay lui\n4-Kỹ thuật nhánh cận\n\nPHẦN 2 – CẤU TRÚC DỮ LIỆU VÀ GIẢI THUẬT \n\n1-Các bước cơ bản khi tiến hành giải các bài toán tin học\n2-Phân tích thời gian thực hiện giải thuật\n3-Đệ quy và giải thuật đệ quy\n4-Cấu trúc dữ liệu biểu diễn danh sách\n5-Ngăn xếp và hàng đợi\n6-Cây\n7-Ký pháp tiền tố, trung tố và hậu tố\n8-Sắp xếp\n9-Tìm kiếm\n\nPHẦN 3 – QUY HOẠCH ĐỘNG \n\n1-Công thức truy hồi\n2-Phương pháp quy hoạch động\n3-Một số bài toán quy hoạch động\n\nPHẦN 4 – CÁC THUẬN TOÁN TRÊN ĐỒ THỊ \n\n1-Các khái niệm cơ bản\n2-Biểu diễn đồ thị trên máy tính\n3-Các thuật toán tìm kiếm trên đồ thị\n4-Tính liên thông của đồ thị\n5-Vài ứng dụng của các thuật toán tìm kiếm trên đồ thị\n6-Chu trình Euler, đường euler, đồ thị euler\n7-Chu trình Hamilton, đường đi Hamilton, Đồ thị Hamilton\n8-Bài toán đường đi ngắn nhất\n9-Bài toán cây khung nhỏ nhất\n10-Bài toán luồng cực đại trên mạng\n11-Bài toán tìm bộ ghép cực đại trên đồ thị hai phía\n12-Bài toán tìm bộ ghép cực đại với trọng số cực tiểu trên đồ thị hai phía – thuật toán Hungari\n13-Bài toán tìm bộ ghép cực đại trên đồ thị\n\n\n\nCó thể bạn thích sách  Machine Learning Cơ BảnSách liên quan:\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nGiáo Trình Vẽ Kỹ Thuật Xây Dựng\nChinh Phục Câu Hỏi Lý Thuyết Và Kỹ Thuật Giải Nhanh Hiện Đại Vật Lý\nThủ Thuật Casio Giải Nhanh Trắc Nghiệm Toán 12\nKỹ Thuật Giải Nhanh Các Dạng Bài Tập Trắc Nghiệm Hóa Học Đại Cương – Vô Cơ\nVõ Thuật Trung Hoa – Giáo Thuật\nVõ Thuật Trung Hoa – Kiếm Thuật"
            },
            "d27118f9-309a-413d-ad7f-2f13a9d5fad7": {
                "title": "Linux All-In-One For Dummies – 5Th Edition",
                "authorID": "Emmett Dulaney",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-linux-all-in-one-for-dummies-5th-edition.jpg",
                "description": "Linux All-in-One For Dummies giải thích mọi thứ bạn cần để bắt đầu và chạy với hệ điều hành Linux phổ biến. Được viết trong phong cách thân thiện và dễ tiếp cận, cuốn sách lý tưởng cho người mới dùng Linux và người đã có một ít kinh nghiệm với hệ điều hành này, cũng như bất kỳ ai đang học chứng chỉ Linux cấp độ 1. Bốn phần bên trong sách bao gồm các vấn đề cơ bản của Linux, làm sao để tương tác với nó, các vấn đề về mạng, dịch vụ Internet, quản trị, bảo mật, kịch bản scripting và chứng chỉ cấp 1.\nBao gồm tất cả mọi thứ người mới bắt đầu cần biết để thâm nhập vào thế giới khổng lồ của Linux, Linux All-in-One For Dummies, 5th Edition là tài nguyên và tài liệu tham khảo cuối cùng cho các chuyên gia tham vọng.Tất cả những gì bạn cần để khởi đầu thu bé lại vừa bằng một quyển sách. Thật là tuyệt vời!\nTable of Contents\nIntroduction 1\nBook I: Getting Started with Linux 7\nChapter 1: Introducing Linux 9\nChapter 2: Installing Linux 29\nChapter 3: Troubleshooting and Configuring Linux 37\nChapter 4: Trying Out Linux 57\nBook II: Linux Desktops 67\nChapter 1: GNOME, Unity, Cinnamon, and MATE 69\nChapter 2: The KDE Desktop 79\nChapter 3: Commanding the Shell 89\nChapter 4: Navigating the Linux File System 109\nChapter 5: Introducing Linux Applications 127\nChapter 6: Using Text Editors 139\nCó thể bạn thích sách  Pro ASP.NET MVC 5Book III: Networking 151\nChapter 1: Connecting to the Internet 153\nChapter 2: Setting Up a Local Area Network 167\nChapter 3: Going Wireless 179\nChapter 4: Managing the Network 189\nBook IV: The Internet 203\nChapter 1: Browsing the Web 205\nChapter 2: Reading Newsgroups and RSS Feeds 217\nChapter 3: Using FTP 231\nChapter 4: Hosting Internet Services 241\nChapter 5: Managing Mail and News Servers 257\nChapter 6: Managing DNS 279\nBook V: Administration 299\nChapter 1: Introducing Basic System Administration 301\nChapter 2: Managing Users and Groups 337\nChapter 3: Managing File Systems 351\nChapter 4: Working with Samba and NFS 373\nBook VI: Security 381\nChapter 1: Introducing Linux Security 383\nChapter 2: Securing Linux 399\nChapter 3: Computer Security Audits and Vulnerability Testing Types 429\nBook VII: Scripting 443\nChapter 1: Introductory Shell Scripting 445\nChapter 2: Advanced Shell Scripting 457\nChapter 3: Programming in Linux 465\nBook VIII: Linux Certification 489\nChapter 1: Studying for the Linux Essentials Certification Exam 491\nChapter 2: Studying for the CompTIA Linux+ Powered by LPI Certification Exams 501\nChapter 3: Other Linux Certifications 517\n \n\n\nSách liên quan:\nPhp, Mysql, Javascript & Html5 All-In-One For Dummies\nBeginning Programming With Java For Dummies – 4Th Edition\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nLearning Vue.js 2\nLaravel 5 Cookbook Enhance Your Amazing Applications\nPro ASP.NET MVC 5"
            },
            "186b8858-2bad-4580-8ea7-cc617be68122": {
                "title": "Giáo Trình Thuật Toán (Introduction To Algorithms )",
                "authorID": "Thomas H. Cormen - Charles E. Leiserson,",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-giao-trinh-thuat-toan-introduction-to-algorithms.jpg",
                "description": "Có nhiều quyển sách thuật toán được trình bày chặt chẽ nhưng không đầy đủ về nội dung, trong khi nhiều quyển khác chứa đựng nhiều nội dung nhưng lại thiếu sự chặt chẽ toán học. Introduction to Algorithms là một quyển sách kết hợp cả tính chặt chẽ và tính toàn diện về nội dung.\nQuyển sách đề cập đến các thuật toán theo một diện rộng và sâu sắc, nhưng vẫn được trình bày sao cho mọi đối tượng độc giả đều có thể tiếp thu được. Mỗi chương là một đơn vị kiến thức độc lập và có thể làm thành một bài học giảng dạy. Các thuật toán được mô tả bằng tiếng Anh dưới dạng mã giả mà bất kỳ ai biết ít nhiều về lập trình cũng có thể hiểu được. Trong khi đó, phần diễn giải được trình bày một cách đơn giản nhất nhưng vẫn không thiếu chiều sâu và những chứng minh toán học chặt chẽ.\nĐược sự quan tâm của rất nhiều lập trình viên và sinh viên các trường đại học trên khắp thế giới, ấn bản thứ hai (second edition) của Introduction to Algorithms đã thật sự tạo nên một hiện tượng trong lĩnh vực thuật toán. Với tính chất rõ ràng, toán học chặt chẽ, trong khi vẫn có thể tiếp cận được bởi những người không am hiểu toán học, quyển sách đã thiết lập nên một tiêu chuẩn cho sách giáo khoa; đồng thời là tài liệu tham khảo tốt nhất cho việc giải những bài toán tin học.Có thể bạn thích sách  Laravel 5 Cookbook Enhance Your Amazing Applications\n\n\nSách liên quan:\nGiáo trình lập kế hoạch và hạch toán\nGiáo Trình Kế Toán Tài Chính Doanh Nghiệp Thương Mại\nGiáo Trình Vẽ Kỹ Thuật Xây Dựng\nGiải Thuật Và Lập Trình\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 2\nGiáo Trình Giáo Dục Quốc Phòng – An Ninh – Tập 1\nVõ Thuật Trung Hoa – Giáo Thuật"
            },
            "d681b74e-fb85-44e8-8463-1b366d5a18f7": {
                "title": "Programming ASP.NET MVC 4",
                "authorID": "Jess Chadwick - Todd Snyder - Hrusikesh Panda",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-programming-asp-net-mvc-4.jpg",
                "description": "Get up and running with ASP.NET MVC 4, and learn how to build modern server-side web applications. This guide helps you understand how the framework performs, and shows you how to use various features to solve many real-world development scenarios you’re likely to face. In the process, you’ll learn how to work with HTML, JavaScript, the Entity Framework, and other web technologies.\nYou’ll start by learning core concepts such as the Model-View-Controller architectural pattern, and then work your way toward advanced topics. The authors demonstrate ASP.NET MVC 4 best practices and techniques by building a sample online auction site (“EBuy”) throughout the book.\n\nLearn the similarities between ASP.NET MVC 4 and Web Forms\nUse Entity Framework to create and maintain an application database\nCreate rich web applications, using jQuery for client-side development\nIncorporate AJAX techniques into your web applications\nLearn how to create and expose ASP.NET Web API services\nDeliver a rich and consistent experience for mobile devices\nApply techniques for error handling, automated testing, and build automation\nUse various options to deploy your ASP.NET MVC 4 application\n\nTable of Contents\n\n\nUp and Running\n\n\nChapter 1 Fundamentals of ASP.NET MVC\n\nMicrosoft’s Web Development Platforms\nThe Model-View-Controller Architecture\nWhat’s New in ASP.NET MVC 4?\nIntroduction to EBuy\nInstalling ASP.NET MVC\nCreating an ASP.NET MVC Application\nRouting\nControllers\nViews\nModels\nPutting It All Together\nAuthentication\nSummary\n\n\n\nChapter 2 ASP.NET MVC for Web Forms Developers\n\nIt’s All Just ASP.NET\nMore Differences than Similarities\nAuthoring ASP.NET MVC Views Using Web Forms Syntax\nSummary\n\n\n\nChapter 3 Working with Data\n\nBuilding a Form\nHandling Form Posts\nSaving Data to a Database\nValidating Data\nSummary\n\n\n\nChapter 4 Client-Side Development\n\nWorking with JavaScript\nSelectors\nResponding to Events\nDOM Manipulation\nAJAX\nClient-Side Validation\nSummary\n\n\n\n\n\nGoing to the Next Level\n\n\nChapter 5 Web Application Architecture\n\nThe Model-View-Controller Pattern\nArchitecting a Web Application\nDesign Principles\nDon’t Repeat Yourself\nSummary\n\n\n\nChapter 6 Enhancing Your Site with AJAX\n\nPartial Rendering\nJavaScript Rendering\nReusing Logic Across AJAX and Non-AJAX Requests\nSending Data to the Server\nCross-Domain AJAX\nSummary\n\n\n\nChapter 7 The ASP.NET Web API\n\nBuilding a Data Service\nPaging and Querying Data\nException Handling\nMedia Formatters\nSummary\n\n\n\nChapter 8 Advanced Data\n\nData Access Patterns\nEntity Framework Overview\nBuilding a Data Access Layer\nSorting, Filtering, and Paging Data\nSummary\n\n\n\nChapter 9 Security\n\nBuilding Secure Web Applications\nSecuring an Application\nGuarding Against Attacks\nSummary\n\n\n\nChapter 10 Mobile Web Development\n\nASP.NET MVC 4 Mobile Features\nMaking Your Application Mobile Friendly\nImproving Mobile Experience\nAdaptive Rendering\nCreating a New Mobile Application from Scratch\nSummary\n\n\n\n\n\nGoing Above and Beyond\n\n\nChapter 11 Parallel, Asynchronous, and Real-Time Data Operations\n\nAsynchronous Controllers\nReal-Time Asynchronous Communication\nSummary\n\n\n\nChapter 12 Caching\n\nTypes of Caching\nServer-Side Caching Techniques\nClient-Side Caching Techniques\nSummary\n\n\n\nChapter 13 Client-Side Optimization Techniques\n\nAnatomy of a Page\nBest Practices\nMeasuring Client-Side Performance\nPutting ASP.NET MVC to Work\nSummary\n\n\n\nChapter 14 Advanced Routing\n\nWayfinding\nURLs and SEO\nBuilding Routes\nRoute Constraints\nAttribute-Based Routing\nExtending Routing\nSummary\n\n\n\nChapter 15 Reusable UI Components\n\nWhat ASP.NET MVC Offers out of the Box\nTaking It a Step Further\nUnit Testing Razor Views\nSummary\n\n\n\n\n\nQuality Control\n\n\nChapter 16 Logging\n\nError Handling in ASP.NET MVC\nLogging and Tracing\nSummary\n\n\n\nChapter 17 Automated Testing\n\nThe Semantics of Testing\nLevels of Automated Testing\nWhat Is an Automated Test Project?\nTesting an ASP.NET MVC Application\nCode Coverage\nDeveloping Testable Code\nSummary\n\n\n\nChapter 18 Build Automation\n\nCreating Build Scripts\nAutomating the Build\nContinuous Integration\nSummary\n\n\n\n\n\nGoing Live\n\n\nChapter 19 Deployment\n\nWhat Needs to Be Deployed\nDeploying to Internet Information Server\nDeploying to Windows Azure\nSummary\n\n\n\n\n\nAppendixes\n\n\nAppendix ASP.NET MVC and Web Forms Integration\n\nChoosing Between ASP.NET MVC and ASP.NET Web Forms\nTransitioning a Web Forms Site to ASP.NET MVC\nIntegrating Web Forms and ASP.NET MVC Functionality\nSummary\n\n\n\nAppendix Leveraging NuGet as a Platform\n\nInstalling the NuGet Command-Line Tool\nCreating NuGet Packages\nThe Anatomy of a NuGet Package\nTypes of NuGet Packages\nTool Packages\nSharing Your NuGet Packages\nTips, Tricks, and Pitfalls\nSummary\n\n\n\nAppendix Best Practices\n\nUse the NuGet Package Manager to Manage Dependencies\nDepend on Abstractions\nAvoid the New Keyword\nAvoid Referring to HttpContext Directly (Use HttpContextBase)\nAvoid “Magic Strings”\nPrefer Models over ViewData\nDo Not Write HTML in “Backend” Code\nDo Not Perform Business Logic in Views\nConsolidate Commonly Used View Snippets with Helper Methods\nPrefer Presentation Models over Direct Usage of Business Objects\nEncapsulate if Statements with HTML Helpers in Views\nPrefer Explicit View Names\nPrefer Parameter Objects over Long Lists of Parameters\nEncapsulate Shared/Common Functionality, Logic, and Data with Action Filters or Child Actions (Html.RenderAction)\nPrefer Grouping Actions into Controllers Based on How They Relate to Business Concepts\nAvoid Grouping Actions into Controllers Based on Technical Relation\nPrefer Placing Action Filters at the Highest Appropriate Level\nPrefer Multiple Views (and/or Partial Views) over Complex If-Then-Else Logic That Shows and Hides Sections\nPrefer the Post-Redirect-Get Pattern When Posting Form Data\nPrefer Startup Tasks over Logic Placed in Application_Start (Global.asax)\nPrefer Authorize Attribute over Imperative Security Checks\nPrefer Using the Route Attribute over More Generic Global Routes\nConsider Using an Antiforgery Token to Avoid CSRF Attacks\nConsider Using the AcceptVerbs Attribute to Restrict How Actions May Be Called\nConsider Output Caching\nConsider Removing Unused View Engines\nConsider Custom ActionResults for Unique Scenarios\nConsider Asynchronous Controllers for Controller Tasks That Can Happen in Parallel\n\n\n\nAppendix Cross-Reference: Targeted Topics, Features, and Scenarios\n\n\n\n\nIndex\n\n\nColophon\n\n\n\n\nCó thể bạn thích sách  Laravel 5 Cookbook Enhance Your Amazing ApplicationsSách liên quan:\nBeginning Programming With Java For Dummies – 4Th Edition\nCông Nghệ Blockchain\nMachine Learning Cơ Bản\nLearning Vue.js 2\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nLinux All-In-One For Dummies – 5Th Edition\nGiải Thuật Và Lập Trình"
            },
            "f728cd32-0200-4bf0-a968-ca5c4d03d8e7": {
                "title": "Pro ASP.NET MVC 5",
                "authorID": "Adam Freeman",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-pro-asp-net-mvc-5.jpg",
                "description": "Example Code: https://github.com/apress/pro-asp.net-mvc-5\nThe ASP.NET MVC 5 Framework is the latest evolution of Microsoft’s ASP.NET web platform. It provides a high-productivity programming model that promotes cleaner code architecture, test-driven development, and powerful extensibility, combined with all the benefits of ASP.NET.\nASP.NET MVC 5 contains a number of advances over previous versions, including the ability to define routes using C# attributes and the ability to override filters. The user experience of building MVC applications has also been substantially improved. The new, more tightly integrated, Visual Studio 2013 IDE has been created specifically with MVC application development in mind and provides a full suite of tools to improve development times and assist in reporting, debugging and deploying your code.\nThe popular Bootstrap JavaScript library has also now been included natively within MVC 5 providing you, the developer, with a wider range of multi-platform CSS and HTML5 options than ever before without the penalty of having to load-in third party libraries.\n\n\nSách liên quan:\nCông Nghệ Blockchain\nMachine Learning Cơ Bản\nLearning Vue.js 2\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nLinux All-In-One For Dummies – 5Th Edition\nGiải Thuật Và Lập Trình\nBeginning Programming With Java For Dummies – 4Th Edition\n\n\nCó thể bạn thích sách  Giáo Trình Thuật Toán (Introduction To Algorithms )"
            },
            "66c7bc3d-b4b7-4f82-b3f6-09d8850acd4b": {
                "title": "Laravel 5 Cookbook Enhance Your Amazing Applications",
                "authorID": "Nathan Wu",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-laravel-5-cookbook-enhance-your-amazing-applications.jpg",
                "description": "Learning Laravel 5: Building Practical Applications is the easiest way to learn web development using Laravel. Throughout 5 chapters, instructor Nathan Wu will teach you how to build many real-world applications from scratch. This bestseller is also completely about you. It has been structured very carefully, teaching you all you need to know from installing your Laravel 5.1 app to deploying it to a live server.\nWhen you have completed this book you will have created a dynamic website and have a good knowledge to become a good web developer.\nWe first start with the basics. You will learn some main concepts and create a simple website. After that we progress to building more advanced web applications.\nLearn by doing!\n\n\nSách liên quan:\nMachine Learning Cơ Bản\nLearning Vue.js 2\nPro ASP.NET MVC 5\nProgramming ASP.NET MVC 4\nGiáo Trình Thuật Toán (Introduction To Algorithms )\nBeginning Programming With Java For Dummies – 4Th Edition\nPhp, Mysql, Javascript & Html5 All-In-One For Dummies\n\n\nCó thể bạn thích sách  Php, Mysql, Javascript & Html5 All-In-One For Dummies"
            },
            "ccd8b587-46d0-4b6f-b2b8-0bca2a10882b": {
                "title": "Learning Vue.js 2",
                "authorID": "Olga Filipova",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-learning-vue-js-2.jpg",
                "description": "Sách tài liệu học Vue.js 2\nOlga Filipova là một lập trình viên có kinh nghiệm trong phát triển fontend, chính vì vậy các nội dung được viết ra trong Learning Vue.js 2 là rất sát với thực tế. Bản thân Olga Filipova cũng đang quản lý một dự án về học trực tuyến, do vậy các phần trong sách được kiến trúc có tính sư phạm cao. Với mỗi vấn đề đều có phần dẫn dắt và các ví dụ thực hành giúp cho việc nắm bắt các kiến thức framework Vue.js 2 trở lên dễ dàng.\n—————————–\nVue.js is one of the latest new frameworks to have piqued the interest of web developers due to its reactivity, reusable components, and ease of use.\nThis book shows developers how to leverage its features to build high-performing, reactive web interfaces with Vue.js. From the initial structuring to full deployment, this book provides step-by-step guidance to developing an interactive web interface from scratch with Vue.js.\nYou will start by building a simple application in Vue.js which will let you observe its features in action. Delving into more complex concepts, you will learn about reactive data binding, reusable components, plugins, filters, and state management with Vuex. This book will also teach you how to bring reactivity to an existing static application using Vue.js. By the time you finish this book you will have built, tested, and deployed a complete reactive application in Vue.js from scratch.\n\n\nSách liên quan:\nMachine Learning Cơ Bản\nLearning English As A Foreign Language For Dummies\nLaravel 5 Cookbook Enhance Your Amazing Applications\nPro ASP.NET MVC 5\nProgramming ASP.NET MVC 4\nBeginning Programming With Java For Dummies – 4Th Edition\nPhp, Mysql, Javascript & Html5 All-In-One For Dummies\n\nCó thể bạn thích sách  Giải Thuật Và Lập Trình"
            },
            "01345b00-37a0-459f-ae31-d07989679439": {
                "title": "Machine Learning Cơ Bản",
                "authorID": "Vũ Hữu Tiệp",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-machine-learning-co-ban.jpg",
                "description": "Những năm gần đây, AI – Artificial Intelligence (Trí Tuệ Nhân Tạo), và cụ thể hơn là Machine Learning (Học Máy hoặc Máy Học) nổi lên như một bằng chứng của cuộc cách mạng công nghiệp lần thứ tư (1 – động cơ hơi nước, 2 – năng lượng điện, 3 – công nghệ thông tin). Trí Tuệ Nhân Tạo đang len lỏi vào mọi lĩnh vực trong đời sống mà có thể chúng ta không nhận ra. Xe tự hành của Google và Tesla, hệ thống tự tag khuôn mặt trong ảnh của Facebook, trợ lý ảo Siri của Apple, hệ thống gợi ý sản phẩm của Amazon, hệ thống gợi ý phim của Netflix, máy chơi cờ vây AlphaGo của Google DeepMind, …, chỉ là một vài trong vô vàn những ứng dụng của AI/Machine Learning.\nMachine Learning là một tập con của AI. Theo định nghĩa của Wikipedia, Machine learning is the subfield of computer science that “gives computers the ability to learn without being explicitly programmed”. Nói đơn giản, Machine Learning là một lĩnh vực nhỏ của Khoa Học Máy Tính, nó có khả năng tự học hỏi dựa trên dữ liệu đưa vào mà không cần phải được lập trình cụ thể. Bạn Nguyễn Xuân Khánh tại đại học Maryland đang viết một cuốn sách về Machine Learning bằng tiếng Việt khá thú vị, các bạn có thể tham khảo bài Machine Learning là gì?.\nNhững năm gần đây, khi mà khả năng tính toán của các máy tính được nâng lên một tầm cao mới và lượng dữ liệu khổng lồ được thu thập bởi các hãng công nghệ lớn, Machine Learning đã tiến thêm một bước dài và một lĩnh vực mới được ra đời gọi là Deep Learning (Học Sâu – thực sự tôi không muốn dịch từ này ra tiếng Việt). Deep Learning đã giúp máy tính thực thi những việc tưởng chừng như không thể vào 10 năm trước: phân loại cả ngàn vật thể khác nhau trong các bức ảnh, tự tạo chú thích cho ảnh, bắt chước giọng nói và chữ viết của con người, giao tiếp với con người, hay thậm chí cả sáng tác văn hay âm nhạc \nCó thể bạn thích sách  Laravel 5 Cookbook Enhance Your Amazing ApplicationsToàn bộ thông tin bài viết và tài nguyên được tác giả Vũ Hữu Tiệp viết.\n\n\nSách liên quan:\nLearning Vue.js 2\nLearning English As A Foreign Language For Dummies\nLaravel 5 Cookbook Enhance Your Amazing Applications\nPro ASP.NET MVC 5\nProgramming ASP.NET MVC 4\nBeginning Programming With Java For Dummies – 4Th Edition\nPhp, Mysql, Javascript & Html5 All-In-One For Dummies"
            },
            "f56e9754-51f2-4571-88c5-6ada13aabc82": {
                "title": "Công Nghệ Blockchain",
                "authorID": "Nhiều tác giả",
                "genresID": "Công Nghệ Thông Tin",
                "imageID": "nhasachmienphi-cong-nghe-blockchain.jpg",
                "description": "Blockchain là chủ đề đang vô cùng nóng trên toàn cầu hiện nay. Nó cùng với Bitcoin và tiền kỹ thuật số trở thành đề tài bàn luận trên rất nhiều mặt báo và trong những cuộc trò chuyện của mọi người. Tuy nhiên, khi nói về blockchain vẫn còn nhiều tranh cãi. Có người lo lắng rằng Bitcoin có thể chỉ là bong bóng, nhiều người cho rằng công nghệ phía sau nó là một sự đột phá, và công nghệ ấy sẽ tiếp tục con đường của mình cho đến khi được chấp nhận và tích hợp với Internet.\nThậm chí, Jamie Dimon, CEO của JP Morgan, người đã gay gắt phản đối Bitcoin và gây ra nhiều lo lắng cho cộng đồng tiền kỹ thuật số cũng đã đồng ý rằng, công nghệ DLT (công nghệ sổ cái phân tán – distributed ledger technology) có tiềm năng rất lớn để thay đổi ngành tài chính và các ngành khác. Hơn nữa, JP Morgan cùng với nhiều ngân hàng đã tiến hành kiểm tra blockchain cho những trường hợp sử dụng khác nhau trong thực tế.\nVậy thì Blockchain thực chất là gì? Nó có thể ứng dụng vào những lĩnh vực nào trong cuộc sống và tại sao nó lại được quan tâm như vậy?\n\n\nSách liên quan:\nDi Truyền Và Công Nghệ Tế Bào Soma\nNghệ Thuật Nói Trước Công Chúng\nKẻ Thành Công Phải Biết Lắng Nghe\nCông nghệ mới trồng hoa cho thu nhập cao – Quyển 1\nNghệ Thuật Nâng Cao Chất Lượng Công Việc\nNhững Điều Bạn Nên Biết Về Khoa Học Và Công Nghệ – Song ngữ\nCông nghệ vi sinh vật trong sản xuất nông nghiệp và xử lý ô nhiễm môi trường\n\nCó thể bạn thích sách  Giải Thuật Và Lập Trình"
            },
            "df8719cb-f98b-4bd0-9eef-bcf25a9245b8": {
                "title": "Tự Học Tiếng Anh Hiệu Quả",
                "authorID": "Nguyễn Thị Hà Bắc",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-hoc-tieng-anh-hieu-qua.jpg",
                "description": "Nếu  như bạn  mong  muốn  giao  tiếp  tiếng  Anh  thành  thạo,  chuyên nghiệp từ 3 tới 6 tháng thì cuốn sách này sẽ làm bạn thất vọng. Thực tế cho thấy chưa có ai mới bắt đầu học tiếng  Anh có thể giao tiếp được trôi chảy trong thời gian từ 3 – 6 tháng. Đó là ảo tưởng. Nhưng nếu như bạn đang tìm kiếm làm như thế nào có thể sử dụng tiếng Anh giao tiếp thành thạo, chuyên nghiệp trong 1 năm tới thì xin chúc mừng  bạn.  Tôi tin rằng  những  bí  mật  được tiết  lộ  trong  cuốn sách này sẽ làm bạn thỏa mãn với điều đó. \nCó rất nhiều người học tiếng Anh lâu năm nhưng vẫn không giao tiếp được. Có những người học tiếng Anh tại các trung tâm khác nhau nhưng vẫn không giao tiếp được. Hầu hết chúng ta học ngoại ngữ gần 12 năm cũng không giao tiếp được. Phải chăng có điều gì đó mà những người chúng ta còn thiếu?\n \nCuốn sách này sẽ chỉ ra cho bạn thấy yếu tố then chốt để thành công với  tiếng Anh. Nó không phải là phương pháp học, nó cũng không phải là môi trường, cũng không phải là đối tác .. \nTuy nhiên trong bất kỳ cuộc thi hay cuộc chơi nào cũng vậy cả, thường chỉ có 5% là những người xuất sắc vượt trội và đạt được những thành tích đáng ngưỡng mộ. Chính vì vậy bạn có quyền lựa chọn, ở khu vực 95% hay 5% là do bạn quyết định. Rất nhiều người đọc cuốn sách này. Nhưng 95% mọi người không đọc hết nó và đó chính là cách mà những người đó đã thất bại. Bởi vì cách mà họ bỏ cuộc trong một cuộc thi nhỏ là đọc hết một cuốn sách này thì đó cũng chính là cách họ bỏ cuộc trong hành trình học tiếng anh.  Nhưng tôi tin, bạn sẽ lựa chọn đứng vào top 5% những người xuất sắc nhất, phải không nào?\nCó thể bạn thích sách  24 Quy Tắc Học Kanji – Tập 2Nếu như bạn đã sẵn sàng để sử dụng tiếng Anh trong 1 năm tới thì tôi  tin  chắc rằng  đây  chính  là  quyển  sách  quan trọng  nhất  mà  bạn cần  đọc.  Hãy  đọc,  tin tưởng  và  thực  hành.  Tôi tin  rằng  bạn  sẽ  đạt được kết quả kỳ diệu trong 1 năm tới.\n\n\nSách liên quan:\n18 Quy Luật Bất Biến Phát Triển Danh Tiếng Thương Hiệu\nTớ Đã Học Tiếng Anh Như Thế Nào\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Hàn Cơ Bản\n301 Câu Đàm Thoại Tiếng Hoa\n7 Cách Học Tiếng Anh Du Kích\n360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh"
            },
            "fe1de8ae-6f76-4f50-b41a-6f2ccdb003bd": {
                "title": "1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3",
                "authorID": "First News",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-1800-cau-dam-thoai-tieng-nhat-thong-dung-kem-file-audio-mp3.jpg",
                "description": "Trọn bộ audio MP3 các bạn tải ở đây\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng tuyển tập đầy đủ nhất các quán ngữ tiếng Nhật được viết ra nhằm giải đáp câu hỏi trên. Không chỉ giới hạn trong phạm vi sách dành cho người đi du lịch, tuyển tập súc tích này còn trình bày tất cả những câu nói mà sinh viên, doanh nhân, giáo viên, người nội trợ hay những người chuyên nghiệp khác cần đến – không chỉ dùng khi ghé qua đất nước này mà còn để thiết lập một cuộc sống ở đây và kết bạn với người Nhật.\nSách gồm 1800 câu thoại chia làm 19 chương, bao quát hầu hết mọi tình huống mà một người đến Nhật Bản có thể gặp phải, từ việc gặp gỡ người khác, đi mua sắm, tham quan đến tìm nhà ở, tìm việc và sinh con. Mười chương đầu tập trung về những điều bạn cần biết khi kết bạn và giao tiếp trong tiếng Nhật, và chín chương sau sẽ đi vào chi tiết hơn hướng đến mục đích xây dựng cuộc sống tại Nhật Bản.\nToàn bộ 1800 câu thoại trong sách đều được viết bằng chữ Nhật thông thường (với phiên âm furigana trên chữ Kanji) và bằng phiên âm La-tinh để việc đọc trở nên dễ dàng hơn. Thêm vào đó, mỗi câu nói đều được thu âm bằng tiếng Anh và tiếng Nhật trong một đĩa CD MP3 đính kèm sau sách. Những người dẫn chuyện chuyên nghiệp (cả nam và nữ) được chọn lọc nhằm thể hiện đúng ngữ điệu chuẩn cùng sắc thái hàm chứa trong mỗi câu thoại, cũng như thể hiện những khác biệt nhẹ trong cách nói của nam và nữ (mặc dù điều thú vị là những sự phân biệt này đang dần trở nên mờ nhạt). Chỉ cần tải các file MP3 vào máy tính, điện thoại di động hay máy nghe nhạc là bạn đã có thể học tiếng Nhật mọi lúc mọi nơi.  \nCó thể bạn thích sách  Streamline English Departures – Có File Audio Mp3Điều độc đáo ở cuốn sách ngôn ngữ này là nó luôn thể hiện mọi thứ một cách hiện thực nhất; các lối nói được diễn đạt một cách tự nhiên như người bản xứ. Tác giả cố gắng đề cập đến càng nhiều khía cạnh trong đời sống càng tốt, bao gồm cả thú nuôi và tiệc tùng, mua sắm và tình dục, hò reo vui sướng và thậm chỉ cả những lời nguyền rủa (vấn đề này nên có sự giám sát của người lớn đối với bạn đọc nhỏ tuổi) nhằm mang đến một bảng tóm tắt không thể tìm được ở đâu khác trong các sách dạy ngôn ngữ hay từ điển đang lưu hành.\n\n\nSách liên quan:\n3000 Từ Vựng Tiếng Anh Thông Dụng Nhất\nStreamline English Directions – Có File Audio Mp3\nStreamline English Destinations – Có File Audio Mp3\nStreamline English Connections – Có File Audio Mp3\nStreamline English Departures – Có File Audio Mp3\n60 Bài Luận Tiếng Anh Thông Dụng\n301 Câu Đàm Thoại Tiếng Hoa"
            },
            "ae092979-e9ac-4336-9786-813eb438745f": {
                "title": "Từ Điển Pháp – Việt",
                "authorID": "Hồ Hải Thụy - Chu Khắc Thuật",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-dien-phap-viet.jpg",
                "description": "Nhằm giúp bạn đọc biết nhiều hơn về một dân tộc đã giành được độc lập và tự do qua nhiều cuộc đấu tranh gian khổ cuốn Từ Điển Pháp Việt này đã được cho biên soạn.\nCuốn Từ điển Pháp – Việt này, do hai soạn giả Hồ Hải Thụy và Chu Khắc Thuật với sự cộng tác của một số giáo sư, phó giáo sư, tiến sĩ, phó tiến sĩ, chuyên gia thuộc các Viện nghiên cứu chuyên ngành biên soạn trong nhiều năm. Được biên soạn trên cơ sở những từ điển và tư liệu mới nhất của Việt Nam và Pháp.\nThu thập khối lượng từ lớn – 96.000 mục từ, thuộc nhiều chuyên ngành và phong cách khác nhau, phản ánh được từ vựng của tiếng Pháp hiện đại.\n\n\nSách liên quan:\nTừ Điển Việt Ý – Ý Việt\nTừ Điển Lào – Việt\nTừ Điển Nhật-Việt Việt-Nhật\nDược Điển Việt Nam\nThư Pháp Việt – Lý Thuyết Và Thực Hành\nGiáo Sĩ Thừa Sai Và Chính Sách Thuộc Địa Của Pháp Tại Việt Nam (1857 – 1914)\nĐại Từ Điển Chữ Nôm\n\n\nCó thể bạn thích sách  Test Your Vocabulary: 1 – Penguin English"
            },
            "0793636a-403f-4746-a8c2-ad4dab386bba": {
                "title": "24 Quy Tắc Học Kanji – Tập 1",
                "authorID": "Trần Việt Thanh - Nghiêm Đức Thiện",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-24-quy-tac-hoc-kanji-tap-1.jpg",
                "description": "Tập 2: 24 Quy Tắc Học Kanji – Tập 2\nChào các bạn, trong quá trình học tiếng Nhật, trước tiên chúng ta phải học thuộc bộ Hiragana và Katakana. Sau đó chúng ta phải học Kanji. Nếu không sử dụng Kanji trên thư từ, văn bản, hợp đồng, hồ sơ, tư liệu thì gây ra sự nhầm lẫn, không rõ ràng và khó hiểu khi chúng ta đọc. Nói cách khác Kanji không thể thiếu trên giấy bút và không thể không học khi chúng ta đã bước chân vào ngôn ngữ tiếng Nhật.\nKanji là loại chữ khó học và khó nhớ đối với những người đang học tiếng Nhật. Tuy nhiên, nó sẽ không khó nếu chúng ta nắm được những quy tắc hình thành Kanji … Kanji được xem như loại chữ tượng hình. Vì thế muốn dễ dàng trong việc học Kanji các bạn cần nắm vững những quy tắc của nó. Thí dụ như: Những hình tròn trong Kanji đều trở thành hình vuông… Vì vậy chúng ta cần hiểu rõ những quy tắc này thì sẽ không còn cảm thấy Kanji khó học.\n\n\nSách liên quan:\n24 Quy Tắc Học Kanji – Tập 2\nKanji Look And Learn N3 – N2: Bản Nhật Việt\nLearning English As A Foreign Language For Dummies\n\n\nCó thể bạn thích sách  Test Your Vocabulary: 2 – Penguin English"
            },
            "1b9caf38-3abf-4dcc-abe5-87e6fd70eba5": {
                "title": "24 Quy Tắc Học Kanji – Tập 2",
                "authorID": "Trần Việt Thanh - Nghiêm Đức Thiện",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-24-quy-tac-hoc-kanji-tap-2.jpg",
                "description": "Tập 1: 24 Quy Tắc Học Kanji – Tập 1\nChào các bạn, trong quá trình học tiếng Nhật, trước tiên chúng ta phải học thuộc bộ Hiragana và Katakana. Sau đó chúng ta phải học Kanji. Nếu không sử dụng Kanji trên thư từ, văn bản, hợp đồng, hồ sơ, tư liệu thì gây ra sự nhầm lẫn, không rõ ràng và khó hiểu khi chúng ta đọc. Nói cách khác Kanji không thể thiếu trên giấy bút và không thể không học khi chúng ta đã bước chân vào ngôn ngữ tiếng Nhật.\nKanji là loại chữ khó học và khó nhớ đối với những người đang học tiếng Nhật. Tuy nhiên, nó sẽ không khó nếu chúng ta nắm được những quy tắc hình thành Kanji … Kanji được xem như loại chữ tượng hình. Vì thế muốn dễ dàng trong việc học Kanji các bạn cần nắm vững những quy tắc của nó. Thí dụ như: Những hình tròn trong Kanji đều trở thành hình vuông… Vì vậy chúng ta cần hiểu rõ những quy tắc này thì sẽ không còn cảm thấy Kanji khó học.\n\n\nSách liên quan:\n24 Quy Tắc Học Kanji – Tập 1\nKanji Look And Learn N3 – N2: Bản Nhật Việt\nLearning English As A Foreign Language For Dummies\n\n\nCó thể bạn thích sách  Wir Lernen Deutsch – Chúng Ta Học Tiếng Đức"
            },
            "52c438f1-3263-4d6f-a79b-1745d54260ac": {
                "title": "Đại Từ Điển Chữ Nôm",
                "authorID": "Vũ Văn Kính",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-dai-tu-dien-chu-nom.jpg",
                "description": "Sách dày 1600 trang khổ lớn, bao gồm hơn 37.000 chữ Nôm với hơn 7000 âm đọc, là một tài liệu tra cứu thuận tiện và phong phú cho bất cứ ai sử dụng đến chữ Nôm. Trong tình hình nghiên cứu hiện nay, những tư liệu quý và có hệ thống như thế này không nhiều lắm. Đây chắc chắn là một món quà quý giá cho các nhà nghiên cứu chữ Nôm cũng như các độc giả có nhu cầu đọc hiểu các bản văn Nôm, vốn đã trở nên phức tạp và khó hiểu đối với phần lớn những người trẻ được đào tạo theo văn hóa và chữ viết hiện đại.\nSoạn giả Vũ Văn Kính là một trong những cây đại thụ hiếm hoi còn sót lại của thế hệ đi trước. Với tâm nguyện và nhiệt tình đóng góp cho văn hóa nước nhà, sau khi đã hưu trí từ Viện Khoa học Xã hội, ông vẫn tiếp tục công việc nghiên cứu và cho ra đời nhiều công trình quan trọng, trong đó có bộ tự điển chữ Nôm này.\n\n\nSách liên quan:\nTừ Điển Lào – Việt\nTừ Điển Pháp – Việt\nTừ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc\nTừ Điển Việt Ý – Ý Việt\nMật Mã Từ Cổ Điển Đến Lượng Tử\nTừ Điển Châm Cứu\nHướng Dẫn Đọc Điện Tim\n\n\nCó thể bạn thích sách  Tớ Đã Học Tiếng Anh Như Thế Nào"
            },
            "60d0cda3-18f3-42c9-bb9f-fdbf2599c511": {
                "title": "Từ Điển Việt Ý – Ý Việt",
                "authorID": "CARLO ARDUINI - NGUYỄN VĂN HÒA",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-dien-viet-y-y-viet.jpg",
                "description": "Đây là bản in lại Từ điển Việt-Ý và Từ điển Ý-Việt xuất bản năm 2004, in gộp, có bổ sung và sửa chữa Từ điển Việt – Ý in năm 1999 và Từ điển Ý-Việt in năm 2002. Từ điển có hơn 32.000 từ, gồm những từ thông dụng và thuật ngữ nhiều ngành tri thức nhân văn. Về cú pháp có nhiều kiểu nói đặc biệt và tục ngữ được sử dụng nhiều trong hai ngôn ngữ.Công trình này mong giúp ích những người học tiếng Ý và mong sữ là một cống hiến cụ thể vào việc phát triển những quan hệ văn hóa và hữu nghị giữa Việt Nam và Italia.  \n\n\nSách liên quan:\nTừ Điển Lào – Việt\nTừ Điển Pháp – Việt\nTừ Điển Nhật-Việt Việt-Nhật\nDược Điển Việt Nam\nĐại Từ Điển Chữ Nôm\nTừ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc\nKể Chuyện Danh Nhân Việt Nam – Tập 1: Các Vị Tổ Ngành Nghề Việt Nam\n\n\nCó thể bạn thích sách  384 Tình Huống Thực Hành Đàm Thoại Tiếng Hàn"
            },
            "04e06358-e91e-4403-9f12-2d5f25996647": {
                "title": "Từ Điển Nhật-Việt Việt-Nhật",
                "authorID": "Trần Việt Thanh",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-dien-nhat-viet-viet-nhat.jpg",
                "description": "Từ điển Nhật – Việt, Việt – Nhật do tác giả Trần Việt Thanh biên soạn đã được Nhà xuất bản Tổng hợp TP. Hồ Chí Minh giới thiệu. Với khoảng 90.000 từ ngữ thông dụng trong mọi tình huống giao tiếp, sinh hoạt xã hội, kinh tế, thương mại… hy vọng cuốn sách này sẽ rất hữu ích đối với tất cả bạn đọc trong quá trình học tiếng Nhật.\nNhư mọi cuốn từ điển khác được sử dụng trong giảng dạy và học tập, nội dung cuốn Từ điển Nhật – Việt, Việt – Nhật được sắp xếp, bố cục rất khoa học, hợp lý với chủ đề bao quát nhiều lĩnh vực trong cuộc sống, công việc, giúp người đọc dễ dàng tra cứu và ghi nhớ. Sở dĩ nội dung cuốn từ điển chỉ đưa ra ý nghĩa của từ ngữ và những từ liên quan mà không đưa ra ví dụ là vì tác giả biên soạn muốn đưa ra nhiều từ để tiện việc tra cứu nhanh hơn. Ngoài ra, cuốn từ điển còn có phiên âm cách đọc Hiragana.\n\n\nSách liên quan:\nTừ Điển Việt Ý – Ý Việt\nTừ Điển Lào – Việt\nTừ Điển Pháp – Việt\nDược Điển Việt Nam\nKanji Look And Learn N3 – N2: Bản Nhật Việt\nĐại Từ Điển Chữ Nôm\nTừ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc\n\n\nCó thể bạn thích sách  Từ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc"
            },
            "20df9cfd-18a9-49df-ad58-d7b0b97887bd": {
                "title": "Từ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc",
                "authorID": "Ủy Ban Ngôn Ngữ Trung Quốc",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-dien-quy-pham-net-chu-chuan-tieng-trung-quoc.jpg",
                "description": "Từ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung là cuốn từ điển thích hợp cho bất cứ ai học tiếng Trung.Nội dung bao gồm 7000 chữ Hán hiện đại có tần số sử dụng nhiều nhất, thứ tự các nét của từng chữ được thể hiện dưới 3 hình thức:\n– Thứ nhất, viết dưới dạng chữ hoàn chỉnh\n– Thứ hai, thể hiện qua 5 nét cơ bản\n– Thứ ba, thể hiện 5 nét cơ bản dưới dạng số thứ tự 1,2,3,4,5\nThứ tự các nét được liệt kê theo đúng chuẩn của Ủy ban ngôn ngữ Trung Quốc, áp dụng thống nhất tại Trung Quốc\n\n\nSách liên quan:\nKinh Tế Trung Quốc – Những Rủi Ro Trung Hạn\nChinh Phục Bài Tập Điền Từ Tiếng Anh\nSử Trung Quốc\nBàn Về Trung Quốc\n42 Năm Làm Ăn Tại Mỹ Và Trung Quốc\n10 Đại Mưu Lược Gia Trung Quốc\nChết Bởi Trung Quốc\n\n\nCó thể bạn thích sách  301 Câu Đàm Thoại Tiếng Hoa"
            },
            "2c240b1f-8bc9-4815-ba7d-97778ed80ea8": {
                "title": "Từ Điển Lào – Việt",
                "authorID": "Trần Kim Lân",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-dien-lao-viet.jpg",
                "description": "Từ điển là một công cụ không thể thiếu cho các bạn trong quá trình học tiếng Lào.\nNhằm hỗ trợ các bạn trong việc tra cứu từ mới tiếng Lào, chúng tôi có sưu tầm và xin gửi tới các bạn Ebook từ điển Lào – Việt mới nhất của BS. Trần Kim Lân.\nCuốn từ Điển Lào Việt này bao gồm 50.000 từ và 25.000 ví dụ về ngữ cảnh, phần mở đầu của từ điển ngoài giới thiệu tác giả đã dành ra hẳn một chương mục giới thiệu cách đọc, phát âm tiếng Lào cũng như cách ghép âm tiết và chữ cái của Chữ Lào một cách cơ bản nhưng đầy đủ, chia ra 31 phân mục theo bảng chữ cái của Lào. Từ điển gồm hơn 1079 trang\n\n\nSách liên quan:\nTừ Điển Việt Ý – Ý Việt\nTừ Điển Pháp – Việt\nTừ Điển Nhật-Việt Việt-Nhật\nDược Điển Việt Nam\nĐại Từ Điển Chữ Nôm\nTừ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc\nKể Chuyện Danh Nhân Việt Nam – Tập 1: Các Vị Tổ Ngành Nghề Việt Nam\n\n\nCó thể bạn thích sách  Ngữ Pháp Tiếng Anh Ôn Thi Toeic"
            },
            "d7630658-8002-437a-9a4a-2a419df36442": {
                "title": "Chinh Phục Bài Tập Từ Vựng Tiếng Anh",
                "authorID": "Lovebook",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-chinh-phuc-bai-tap-tu-vung-tieng-anh.jpg",
                "description": "CHINH PHỤC BÀI TẬP TỪ VỰNG TIẾNG ANH\nCuốn sách “Chinh phục từ vựng Tiếng Anh” giúp các em học sinh chinh phục tốt phần từ vựng trong kì thi THPT Quốc gia, cũng như là tài liệu tốt để các em phục vụ cho kì thi IELTS, TOEFL, TOEIC.\nChương 1: Kỹ năng chiến đấu\nKhối lượng từ vựng bạn có thể học đươc trong cuốn sách này là rất lớn. Nếu như không có phương pháp học hiệu quả và lộ trình học tập hợp lý thì việc tiếp thu trọng vẹn kiến thức trong cuốn sách này là điều không thể. Do đó chương 1 sẽ giúp các bạn thay đổi suy nghĩ vê việc học từ vựng và tìm ra một phương pháp học phù hợp nhất với mình\nChương 2: Bài tập từ vựng là chuyện nhỏ\nChinh phục bài tập từ vựng là một cuốn sách đồ sộ và vô cùng đầy đủ với: 50 bài học từ vựng có giải thích chi tiết thuộc 24 chủ đề từ vựng.\nCấu trúc của mỗi bài học:\n1. Part 1:  Warm-up game – Word Finding\nPhần này được thiết kế bạn có thể làm quen với chủ đề và ôn lại kiến thức cũ của mình. Các từ mới được chọn lọc lựa trong phần này đều có độ khó là Dễ và Trung Bình nên các bạn không phải mất quá nhiều thời gian chơi\n2. Part 2: Multiple- choise question\nMỗi bài học sẽ bao gồm 50 câu hỏi từ vựng dưới dạng trắc nghiệm lựa chọn đáp án và chỗ trống. Các từ vựng trong mỗi bài học có độ khó dao động từ dễ đến rất khó nên đây sẽ chính là thử thách mà bạn cần vượt qua để chinh phục bài tập từ vựng tiếng anh. Bạn đừng lo, chúng tôi sẽ cung cấp cho bạn những kỹ năng cũng như tư duy cần thiết để không cảm thấy sợ hãi hau choáng ngợp khi học.\nCó thể bạn thích sách  Chiến Lược IELTS 7.03. Đáp án\n4. Giải thích chi tiết\nChương 3: Phụ lục\n\n\nSách liên quan:\nChinh Phục Bài Tập Điền Từ Tiếng Anh\n3000 Từ Vựng Tiếng Anh Thông Dụng Nhất\nSổ Tay Tiếng Anh Trong Công Việc Hành Chính\nLàm Thế Nào Để Chinh Phục Đối Phương\nChinh Phục Câu Hỏi Lý Thuyết Hóa Học Theo Chủ Đề\nChinh Phục Mục Tiêu – Goals!\nNghệ Thuật Chinh Phục Khách Hàng"
            },
            "043b17fa-fc6e-47c8-88c4-6966f47d3477": {
                "title": "Wir Lernen Deutsch – Chúng Ta Học Tiếng Đức",
                "authorID": "Đặng Trung Ngọc",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-wir-lernen-deutsch-chung-ta-hoc-tieng-duc.jpg",
                "description": "Đây là cuốn sách hay dành cho cách bạn đang muốn tìm hiểu vào học tiếng Đức bao gồm cách đọc, ngữ pháp và từ vựng…, sách do chính tác giả Đặng Trung Ngọc gửi đến cho thư viện Sachvui.com của chúng ta!\nMời các bạn tham khảo!\n\n\nSách liên quan:\nChúng Tôi Tập Viết Tiếng Việt\nTớ Đã Học Tiếng Anh Như Thế Nào\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Hàn Cơ Bản\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả\n7 Cách Học Tiếng Anh Du Kích\n\n\nCó thể bạn thích sách  Ngữ Pháp Tiếng Anh Ôn Thi Toeic"
            },
            "4f670754-06a6-4391-b138-7952b13ddeca": {
                "title": "360 Động Từ Bất Quy Tắc Đầy Đủ",
                "authorID": "Nhiều tác giả",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-360-dong-tu-bat-quy-tac-day-du.jpg",
                "description": "Động từ bất quy tắc được sử dụng rất nhiều trong câu điều kiện căn bản. Đây cũng là một kiến thức vô cùng quan trọng đối với những người mới bắt đầu học tiếng Anh. Những động từ bất quy tắc ấy là gì? Chúng được sử dụng như thế nào? Nó có thực sự quan trọng trong tiếng Anh?\nTrong tiếng Anh có hơn 600 động từ bất quy tắc khác nhau. Nhưng trong thực tế thì số từ được sử dụng thường xuyên chỉ khoảng hơn 200 từ và các dạng của chúng cũng đa số giống nhau.\nSachvui.com xin giới thiệu đến các bạn ebook 360 động từ bất quy tắc đầy đủ, mong rằng sẽ giúp ích được cho các bạn trong quá trình học tập và làm việc.\n\n\nSách liên quan:\n360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh\nBão Đồng\nTô Đông Pha\nTâm lý học đám đông\nĐám Đông Cô Đơn\n100 Mẩu Chuyện Cổ Đông Tây\nĐời Mãi Ở Phương Đông\n\n\nCó thể bạn thích sách  Tớ Đã Học Tiếng Anh Như Thế Nào"
            },
            "db365517-8089-48bf-90b6-6a3472948f2e": {
                "title": "Cách Học Ngoại Ngữ Nhanh Và Không Bao Giờ Quên",
                "authorID": "Gabriel Wyner",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-cach-hoc-ngoai-ngu-nhanh-va-khong-bao-gio-quen.jpg",
                "description": "Fluent Forever là cách dạy bất cứ ngoại ngữ nào bạn muốn một cách nhanh nhất, hiệu quả nhất. Đây là tài liệu học ngoại ngữ được đánh giá cao nhất hiện nay trên toàn thế giới bới nó không đơn thuần là sách dạy ngoại ngữ mà là một cú đột phá tư duy xuất sắc để làm chủ não bộ. Ứng dụng tri thức về khoa học thần kinh, bạn không cần chờ đến một sự may mắn tình cờ hay cần mẫn quá sức để đưa thông tin cần thiết vào não bộ. Những gì bạn muốn sẽ thuận với tự nhiên lưu vào bộ nhớ. Bởi thế, không phải ngẫu nhiên, trang web fluent-forever.com trở thành một “hiện tượng mạng”, dạy ngoại ngữ cho 1,5 triệu người trên toàn thế giới và khiến hàng triệu người ham thích thử thách tư duy tìm đến.\nTrong cuốn sách này, Wyner sẽ chia sẻ ba chìa khóa hiệu quả để làm quen và làm chủ “đa ngôn ngữ”:\n– Học phát âm đầu tiên (Kinh nghiệm của ca sĩ) để tai bạn dần quen với những âm ngoại ngữ, giúp bạn không chỉ nghe chuẩn mà còn phát âm chuẩn.\n– Không dịch để tư duy bằng ngoại ngữ.\n– Sử dụng hệ thống nhắc lại cách quãng để đẩy thông tin vào sâu trong trí nhớ dài hạn và lưu lại mãi mãi.\nEbook do bạn [email protected] gửi tặng đến quý bạn đọc\n\n\nCó thể bạn thích sách  24 Quy Tắc Học Kanji – Tập 2Sách liên quan:\nNhìn Vẻ Ngoài Biết Ngay Tâm Lý Tính Cách Con Người\nHorrible Science – Không Gian, Các Vì Sao Và Người Ngoài Hành Tinh\nCon Không Ngốc, Con Chỉ Thông Minh Theo Một Cách Khác\nTư Duy Nhanh Và Chậm\nSức Mạnh Của Thói Quen\nThói Quen Của Kẻ Thắng\n7 Thói Quen Để Thành Đạt"
            },
            "1fb5eef7-983a-4ea2-9348-b4bd78734374": {
                "title": "301 Câu Đàm Thoại Tiếng Hoa",
                "authorID": "Nhiều tác giả",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-301-cau-dam-thoai-tieng-hoa.jpg",
                "description": "Giáo trình 301 Câu Đàm Thoại Tiếng Hoa được xuất bản lần đầu tiên vào năm 1990. Năm 1998, sách được chỉnh sửa, tái bản và được xếp vào hệ thống giáo trình tiếng Trung Quốc dành cho người ngước ngoài (tủ sách tinh hoa) của trường Đại học ngôn ngữ Bắc Kinh.\nGiáo trình 301 Câu Đàm Thoại Tiếng Hoa với các bảng chú thích bằng tiếng Anh, Pháp, Hàn, Nhật đã được tái bản nhiều lần và được độc giả khắp mọi nơi đón nhận nồng nhiệt, số lượng tiêu thụ lên đến hơn ba trăm ngàn bộ.\n\n\nSách liên quan:\n384 Tình Huống Thực Hành Đàm Thoại Tiếng Hàn\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh\n3000 Từ Vựng Tiếng Anh Thông Dụng Nhất\nTớ Đã Học Tiếng Anh Như Thế Nào\nTiếng cười Bác Ba Phi\nNgữ Pháp Tiếng Hàn Cơ Bản\n\n\nCó thể bạn thích sách  3000 Từ Vựng Tiếng Anh Thông Dụng Nhất"
            },
            "863b5c9f-6ccb-4142-a44e-da046774714f": {
                "title": "Kanji Look And Learn N3 – N2: Bản Nhật Việt",
                "authorID": "NXB Từ Điển Bách Khoa",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-kanji-look-and-learn-n3-n2-ban-nhat-viet.jpg",
                "description": "Kanji look and learn N3, N2 – Bản Nhật Việt được biên soạn bắt nguồn từ quyển sách Kanji Pixtographic – là cuốn sách dạy Kanji ở trình độ trung cấp N3 và N2 bằng hình ảnh cực hay. Tuy nhiên điểm hạn chế của nó là trình bày không được khoa học như cuốn Kanji look and learn và hoàn toàn bằng tiếng Anh. Vậy nên, tác giả đã ghép lại các hình ảnh từ cuốn sách này và phối hợp ghép các hình ảnh có sẵn của quyển Kanji look and learn để tạo nên một quyển sách mới, hoàn toàn tiếng Việt với cách trình bày khoa học và vô cùng dễ học với cái tên là Kanji look and learn N23 phiên bản tiếng Việt\nKanji look and learn N3, N2 bao gồm các nội dung sau:\n– Giải thích nghĩa của chữ Hán và câu nói giúp bạn dễ nhớ hơn\n– Âm on và âm Kun\n– Ví dụ minh họa bao gồm Kanji, phiên âm cách đọc Hiragana, âm Hán Việt và nghĩa tiếng Việt\n– Hình ảnh giúp bạn dễ dàng liên tưởng về chữ Hán, vô cùng dễ hiểu dễ nhớ và rất thú vị\n– Chữ hán được in với kích thước cực to kèm theo âm hán Việt\nKanji look and learn N3, N2 – Bản Nhật Việt là cuốn sách được biên soạn cực kỳ công phụ dành cho những bạn đã hoàn thành xong Kanji look and learn N45, và mong muốn nâng cao trình độ lên mức độ trung cấpCó thể bạn thích sách  Test Your Vocabulary: 1 – Penguin English\n\n\nSách liên quan:\nTừ Điển Nhật-Việt Việt-Nhật\n24 Quy Tắc Học Kanji – Tập 2\n24 Quy Tắc Học Kanji – Tập 1\nTừ Điển Việt Ý – Ý Việt\nNhật Hoàng Hirohito Và Công Cuộc Kiến Thiết Nước Nhật Hiện Đại\nSam Walton và Wal-Mart – Giàu nhất nhờ bán hàng rẻ nhất\nKể Chuyện Danh Nhân Việt Nam – Tập 1: Các Vị Tổ Ngành Nghề Việt Nam"
            },
            "575a0804-8453-4e93-9b7d-a4e058429a97": {
                "title": "Ngữ Pháp Tiếng Hàn Cơ Bản",
                "authorID": "Lê Huy Khoa",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-ngu-phap-tieng-han-co-ban.jpg",
                "description": "NGỮ PHÁP CƠ BẢN TIẾNG HÀN của tác giả Lê Huy Khoa, hệ thống một cách đầy đủ, chính xác và khoa học nhất các kiến thức cơ bản về ngữ pháp tiếng Hàn như danh từ, động từ, tính từ…\nSách được phân chia theo chủ đề: mỗi chương đề cập đến một hình thức ngữ pháp cơ bản với các đề mục cụ thể như trợ từ, đại danh từ, động từ và tính từ bất quy tắc, thể chủ động…\nMỗi chủ đề ngữ pháp ngoài những trình bày về cấu trúc kèm ví dụ minh họa còn có những lưu ý về cách sử dụng và những bài thực hành luyện tập nhằm nâng cao kiến thức của người học.\nNgoài ra phần phiên âm trong quyển sách này được sử dụng phiên âm tiếng Việt thay cho phiên âm La tinh để bạn đọc dễ sử dụng hơn.\nThêm một ưu điểm nữa của cuốn sách là sự trình bày rõ ràng, dễ học, dễ tra cứu, các câu và từ tiếng Hàn được dịch và chuyển âm sang tiếng Việt dễ hiểu và dễ ứng dụng. Hy vọng cuốn sách này sẽ giúp ích cho tất cả các bạn đang học, nghiên cứu và cần sử dụng ngôn ngữ tiếng Hàn, giúp cho hai dân tộc Việt – Hàn ngày càng gắn bó và hiểu nhau hơn nữa.\n\n\nSách liên quan:\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Anh Ôn Thi Toeic\nGiải Thích Ngữ Pháp Tiếng Anh\nTự Học Giao Tiếp Tiếng Hàn Cơ Bản\nTớ Đã Học Tiếng Anh Như Thế Nào\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả\n\nCó thể bạn thích sách  Test Your Vocabulary: 1 – Penguin English"
            },
            "1b4fec9e-c983-4947-abfa-f95ae192d4ed": {
                "title": "384 Tình Huống Thực Hành Đàm Thoại Tiếng Hàn",
                "authorID": "Jung min kyung",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-384-tinh-huong-thuc-hanh-dam-thoai-tieng-han.jpg",
                "description": "Cuốn sách 384 tình huống thực hành đàm thoại tiếng Hàn với 192 mẫu câu cơ bản, ứng dụng được trong nhiều tình huống giao tiếp khác nhau. Mỗi mẫu câu đều có hai tình huống đàm thoại. Bạn nên học thuộc các mẫu câu đàm thoại này để hiểu cách vận dụng.\n\n\nSách liên quan:\n301 Câu Đàm Thoại Tiếng Hoa\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\nThực phẩm & Thuốc miễn phí – Hướng dẫn các loại thực vật ăn được\nSổ Tay Tiếng Anh Trong Công Việc Hành Chính\nCác giai thoại Nam Kỳ lục tỉnh\nY Học Cổ Truyền Thực Hành\nThực Hành Châm Cứu Luận Trị\n\n\nCó thể bạn thích sách  Learning English As A Foreign Language For Dummies"
            },
            "2b5dc94f-b1a0-4aac-87a0-d6b6e7748ad6": {
                "title": "Ngữ Pháp Tiếng Anh Ôn Thi Toeic",
                "authorID": "Bộ Giáo dục và Đào tạo",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-ngu-phap-tieng-anh-on-thi-toeic.jpg",
                "description": "Đây là “Hệ thống ngữ pháp” chuẩn của Bộ giáo dục ban hàng trong loạt hệ thống kiến thức trọng tâm học ôn Toeic hiệu quả. Đúng như tên gọi, mục lớn này nhằm giúp người học biết, nắm bắt và hiểu một cách có hệ thống các chuyên đề ngữ pháp chính cần có để hoàn thành tốt bài thi Toeic mới với 2 phần chính là Nghe và Đọc.\nKhởi động vững chắc với việc làm quen, phân biệt và chia 12 thì cơ bản trong Tiếng Anh nhanh chóng, chính xác. Tiếp đó, chúng ta sẽ tự tin cùng học về đặc tính của các từ loại, câu, mệnh đề. Đặc biệt, người học sẽ hoàn tất khung ngữ pháp một cách chắc chắn khi được gợi nhắc về các trường hợp ngoại lệ dễ gặp trong bài thi liên quan tới ngữ pháp. Cụ thể, “hệ thống ngữ pháp” gồm 27 chuyên đề, mỗi chuyên đề gồm có lý thuyết trọng tâm, dễ hiểu và 20 câu hỏi trắc nghiệm ôn luyện hiệu quả từ dễ tới khó.\nCó thể nói, như một phần vai trò lên lộ trình ôn lại kiến thức ngữ pháp cho những ai mới bắt tay vào ôn thi Toeic cũng như không ít người đang và sẽ mong muốn có trong tay chứng chỉ giá trị này. Hãy luôn ghi nhớ sự nỗ lực của bạn sẽ quyết định bạn có thể nắm được hay không lượng kiến thức Tiếng Anh cần thiết trước khi tự tin đăng ký thi để chắc chắn có cho mình một điểm số Toeic cao. Chúc các bạn thành công và hãy bắt đầu với quyết tâm cao nhất nhé!Có thể bạn thích sách  Chiến Lược IELTS 7.0\n\n\nSách liên quan:\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Hàn Cơ Bản\nGiải Thích Ngữ Pháp Tiếng Anh\nTớ Đã Học Tiếng Anh Như Thế Nào\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả\n7 Cách Học Tiếng Anh Du Kích"
            },
            "b9444694-4862-4e3f-baeb-51aa726b8ffd": {
                "title": "360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh",
                "authorID": "Nhiều tác giả",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-360-dong-tu-bat-quy-tac-va-12-thi-co-ban-trong-tieng-anh.jpg",
                "description": "Cuốn sách này như một người bạn luôn nhắc nhở bạn dùng chính xác các dạng nguyên thể, quá khứ và phân từ của động từ. Mỗi động từ chúng tôi có đưa ra ví dụ để bạn có thể hiểu đươc cách dùng của động từ đó.để nhớ và dùng các động từ bất quy tắc này một cách tốt nhất các bạn lên học thuộc các ví dụ, từ đó các bạn sẽ nhớ được tình huống và vận dụng các động từ này một cách hiệu quả nhất\n\n\nSách liên quan:\n15 Chủ Đề Nói Thường Gặp Trong Tiếng Anh\nSổ Tay Tiếng Anh Trong Công Việc Hành Chính\nBảy Ngày Trong Đồng Tháp Mười\nSử Dụng Hiệu Quả Đông Dược Trong Chăn Nuôi\nMinh Triết Trong Ăn Uống Của Phương Đông – Ngô Đức Vượng\n360 Động Từ Bất Quy Tắc Đầy Đủ\nChâm Cứu Học Trong Nội Kinh, Nạn Kinh Và Sự Tương Đồng Với Y Học Hiện Đại\n\n\nCó thể bạn thích sách  English Grammar Workbook For Dummies"
            },
            "621e5e0f-f26e-4165-9f48-8f2a98224d93": {
                "title": "3000 Từ Vựng Tiếng Anh Thông Dụng Nhất",
                "authorID": "Nhiều tác giả",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-3000-tu-vung-tieng-anh-thong-dung-nhat.jpg",
                "description": "Từ vựng đóng một vai trò đặc biệt quan trọng, nhất là trong giao tiếp. Nhằm đáp ứng nhu cầu đó chúng tôi xin giới thiệu với bạn đọc cuốn 3000 Từ vựng Tiếng Anh thông dụng nhất. Cuốn sách bao gồm 3000 từ vựng căn bản và thông dụng nhất nhằm giúp các bạn nâng cao vốn từ vựng của mình.\nCuốn sách dành cho người học tiếng anh ở trình độ trung cấp trở lên. Với thiết kế nhỏ gọn dễ dàng mang theo giúp bạn có thể học mọi nơi mọi lúc, tiết kiệm thời gian, nâng cao hiệu quả ghi nhớ, làm chủ lượng từ tiếng Anh trong thời gian ngắn.\n\n\nSách liên quan:\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n60 Bài Luận Tiếng Anh Thông Dụng\nChinh Phục Bài Tập Từ Vựng Tiếng Anh\nHoàng Lê nhất thống chí\nTrí Thông Minh Thực Dụng\nPhút Dừng Lại Của Người Thông Minh\n201 Câu Hỏi Hay Nhất Có Thể Đặt Ra Cho Nhà Tuyển Dụng\n\n\nCó thể bạn thích sách  Chiến Lược IELTS 7.0"
            },
            "11512a63-e8a9-4218-a19e-4ae0ea37dc83": {
                "title": "60 Bài Luận Tiếng Anh Thông Dụng",
                "authorID": "Trần Văn Hải",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-60-bai-luan-tieng-anh-thong-dung.jpg",
                "description": "Tập sách “60 Bài Luận Tiếng Anh Thông Dụng” được biên soạn nhằm giúp các thí sinh làm tốt bài thi môn Viết trong các kỳ thi tiếng Anh, đặc biệt là các kỳ thi chứng chỉ quốc gia cấp độ A, B, C.Sách gồm 60 bài luận thuộc đủ các đề tài thông thường từ dễ đến khó. Các bài viết tiếng Anh sử dụng từ vựng và cú pháp đơn giản, trình độ trung học phổ thông, đồng thời dịch sát nghĩa tiếng Việt ở trang đối diện. Mỗi bài được giới hạn trong khoảng 150 từ như quy định trong các đề luận tiếng Anh. Xin trân trọng giới thiệu cùng các bạn.\n\n\nSách liên quan:\n3000 Từ Vựng Tiếng Anh Thông Dụng Nhất\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\n120 Bài Luận Tiếng Anh\nKim Dung Tác Phẩm Và Dư Luận\nPr – Lý Luận Và Ứng Dụng\nLuận Ngữ Ứng Dụng Trong Kinh Doanh\nTrí Thông Minh Thực Dụng\n\n\nCó thể bạn thích sách  Webster Essential Vocabulary"
            },
            "dc0e99dd-ec3e-4c56-93d0-ff2eabc99052": {
                "title": "Chiến Lược IELTS 7.0",
                "authorID": "Võ Trung Kiên",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-chien-luoc-ielts-7-0.jpg",
                "description": "Có thể bạn đang cần IELTS để phục vụ công việc, học tập. Có thể bạn đang cần IELTS để du học hoặc định cư ở một nước nói tiếng Anh. Hoặc chỉ đơn giản là bạn đang muốn hoàn thiện các kỹ năng Anh ngữ, nghe nói đọc viết, của mình.\nRất nhiều người nghĩ chiến đấu với kỳ thi IELTS chẳng khác nào đánh đố như thi Đại học. Thi Đại học, ngoài chương trình chuẩn, thí sinh còn phải vật lộn với bao đánh đố đủ kiểu, khiến bạn phải học thêm ở ngoài trầy trật mới làm tốt được. Kỳ thi IELTS cũng tương tự như thế. Ngoài khả năng tiếng Anh, thí sinh còn cần hiểu biết rất nhiều kiến thức khác, phải rèn luyện thêm nhiều kỹ năng mới đạt được điểm số tốt.\nThực tế, hoàn toàn không phải vậy. IELTS cũng chỉ là tiếng Anh. Khả năng Anh ngữ của bạn sẽ quyết định 80% điểm số IELTS của bạn.\nCuốn sách này là tổng hợp những tâm huyết, kinh nghiệm và cả sai lầm trong việc học Anh ngữ và thi IELTS của chính tác giả Võ Trung Kiên và những người đi trước. Mục đích khi tác giả viết cuốn sách này là để giúp các bạn đi sau chinh phục được mục tiêu học tiếng Anh của mình một cách nhanh chóng và dễ dàng nhất.\nBằng những phương pháp thiết thực, dễ thực hiện mà tác giả Võ Trung Kiên đưa ra trong cuốn sách này, bạn sẽ rất dễ tiếp nhận và thực hành theo. Nếu luyện tập đúng phương pháp và kiên trì thực hiện, chắc chắn bạn sẽ thành công trong việc học Anh ngữ.Có thể bạn thích sách  Streamline English Connections – Có File Audio Mp3\n\n\nSách liên quan:\nMột số trận quyết chiến chiến lược trong lịch sử VN\n33 Chiến Lược Của Chiến Tranh\nChiến lược đại dương xanh\nChiến Lược Đầu Tư Chứng Khoán\nDonald Trump Chiến Lược Đầu Tư Bất Động Sản\nChiến Lược Kiến Trúc Doanh Nghiệp\n7 Chiến Lược Thịnh Vượng Và Hạnh Phúc"
            },
            "b839b4f0-35aa-4280-bb12-4d9a27817d44": {
                "title": "Sổ Tay Tiếng Anh Trong Công Việc Hành Chính",
                "authorID": "Alphabooks biên soạn",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-so-tay-tieng-anh-trong-cong-viec-hanh-chinh.jpg",
                "description": "Cuốn sổ tay này thật sự hữu ích và tiện dụng, giúp người đọc tra cứu bất cứ lúc nào những kiến thức cơ bản trong tiếng Anh, đặc biệt là trong công việc hành chính hiện đại. Từ ngữ pháp cơ bản, các tập quán và phong cách ngôn ngữ đến Những lỗi thường gặp trong tiếng Anh thực hành ; Từ Các quy tắc chính tả cơ bản đến Cách phát âm, cách sử dụng dấu câu và con số trong văn bản tiếng Anh,…\nCác mẫu văn bản tiếng Anh thông dụng trong phần phụ lục đặt biệt hỗ trợ bạn trong quá trình soạn thảo văn bản hành chính hoặc trả lời khách hàng một cách chính xác, nhanh gọn; để bạn có tác phong của một người làm công tác hành chính chuyên nghiệp.\n” Khi học bất kỳ kỹ năng nào, kể cả ngoại ngữ, điều cần thiết là sự kiên trì. Hãy dành ra một khoảng thời gian mỗi ngày để luyện tập cũng như tận dụng từng cơ hội trong công việc và đời sống để nâng cao khả năng ngoại ngữ của mình. Sự tiến bộ của bạn đồng nghĩa với các cơ hội sẽ gõ cửa bạn nhiều hơn “\nÔng Phạm Minh Toàn ( Giám đốc Time Universal Communication )\n\n\nSách liên quan:\nNhững Quy Tắc Trong Công Việc\nVượt Lên Những Chuyện Nhỏ Trong Công Việc\nMưu Lược Trong Điều Hành Công Ty\nChinh Phục Bài Tập Từ Vựng Tiếng Anh\n384 Tình Huống Thực Hành Đàm Thoại Tiếng Hàn\n360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh\nChinh Phục Bài Tập Điền Từ Tiếng Anh\n\nCó thể bạn thích sách  Từ Điển Lào – Việt"
            },
            "38b8fef7-1945-43a5-a988-26d6183452f3": {
                "title": "7 Cách Học Tiếng Anh Du Kích",
                "authorID": "Nguyễn Chu Nam Phương",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-7-cach-hoc-tieng-anh-du-kich.jpg",
                "description": "Chú ý : Định dạng file  PDF bố cục sách không được chuẩn , mong các bạn thông cảm .\ncuốn sách phải đọc trước khi bỏ tiền học trung tâm. Cam kết tăng trình độ ngay sau khi đọc xong (mà chưa cần làm gì). Và nếu tiếp tục áp dụng, trình độ sẽ tăng cả trong lúc bạn ngủ (nên mới gọi là du kích)\nMột buổi chiều năm 2010, tôi tình cờ gặp Nam Phương tại một khóa học tư duy tích cực. Lúc đó cậu ấy có biệt danh là Phương Live với tài viết Blog, những thông điệp cuộc sống sâu sắc của Phương đã làm nhiều người trung niên như tôi phải “té ghế” khi biết tác giả chỉ mới 19 tuổi.\nNăm 2011, chúng tôi thành lập Câu lạc bộ Bạn Bè Tốt với gần 2000 thành viên, luôn động viên nhau bằng những bài viết và hành động tích cực. Ngoài ra còn giúp nhau tự học tiếng Anh, rồi offline ba miền thật xúc động. Dù dự án phi lợi nhuận ấy chưa thành công như mong đợi, nhưng chúng tôi đã có những bài học ý nghĩa về tình bạn, sự sẻ chia, và tinh thần vượt khó.\nSau đó, Phương đã đi theo con đường trở thành một chuyên gia đào tạo về phương pháp học tập tăng tốc cho học sinh. Còn tôi thì tập trung vào nghiên cứu giảng dạy tiếng Anh du lịch, kỹ năng giao tiếp thực tiễn cho các giám đốc ngân hàng, rồi dịch một số đầu sách bán chạy về kinh doanh.\nCó thể bạn thích sách  301 Câu Đàm Thoại Tiếng HoaThấm thoắt đã gần 6 năm, dù ít gặp nhau nhưng niềm đam mê giúp đỡ các bạn trẻ đã kéo chúng tôi trở lại và thành lập OuchMaster – một câu lạc bộ giúp làm chủ tiếng Anh qua thuyết trình. Dù Phương không hề thừa nhận mình là một người giảng dạy ngoại ngữ, nhưng tôi xin khẳng định: đây là cẩm nang tự học thực sự độc đáo và cực kỳ hữu ích, chắc chắn sẽ giúp bạn rút ngắn thời gian làm chủ các kỹ năng tiếng Anh của mình một cách hiệu quả.\nNhững “bí kíp” này đã được “thực chứng” trong thời gian chúng tôi cùng nhau giúp đỡ các bạn trẻ, cộng thêm kinh nghiệm thực tế giảng dạy và tư vấn tiếng Anh cho 2500 học viên trong 6 năm qua của tôi.\nMong bạn có những trải nghiệm thật tuyệt với cuốn cẩm nang này.\nThành thật với bạn, tôi không phải là một giáo viên tiếng Anh, tôi cũng không có chứng chỉ IELTS hay TOEFL hoành tráng, thậm chí tới năm 12 tuổi, tôi phải học lại tiếng Anh vỡ lòng. Nhưng năm 13 tuổi (chỉ sau một năm bắt đầu học), tôi được chọn đi thi học sinh giỏi tiếng Anh. Dù không được giải nhưng kể từ đó, tiếng Anh luôn là môn tôi luôn nằm trong top 10 của lớp với những kỳ gần đạt 10 phẩy.\nTới thời điểm này, tôi vẫn chưa phải là một giáo viên, cũng chẳng có chứng chỉ gì. Nhưng tôi tự tin rằng khả năng tiếng Anh hiện tại có thể giúp mình:\nCó thể bạn thích sách  Test Your Vocabulary: 1 – Penguin EnglishSử dụng bất cứ phần mềm máy tính nào, từ lập trình, biên soạn nhạc cho tới thiết kế đồ họa… Nhiều người thốt lên tôi có năng khiếu tin học, song sự thực là tôi chỉ làm theo hướng dẫn sử dụng bằng tiếng Anh mà thôi.\nĐọc các tài liệu tiếng Anh giúp ích cho công việc. Nhờ tìm được một eBook tiếng Anh về thuyết trình, mà dù vốn là một người đàn ông hướng nội (ông nội), tôi lại hay nhận được lời khen là mình thuyết trình rất có duyên.\nVà nhiều thứ khác nữa: thi thoảng hỗ trợ các sếp khi cần nói chuyện với người nước ngoài, dịch phụ đề, thuyết trình bằng tiếng Anh, thậm chí viết Blog & viết sách bằng tiếng Anh, như bạn thấy cuốn sách này tôi đã viết song ngữ.\nNói chung là tôi hạnh phúc với kỹ năng mình đang có, và thật là ích kỷ nếu không chia sẻ những bí mật tôi đã sử dụng. Cuốn sách này tuy nhỏ, nhưng tôi tin rằng nó sẽ tiết kiệm cho bạn một lượng lớn thời gian và tiền bạc đổ vào việc học tiếng Anh – món ngoại ngữ thời thượng.\nCuốn sách gồm có tám phần. Phần đầu tiên rất quan trọng. Nó sẽ giúp bạn hiểu bản chất của ngôn ngữ theo một cách rất đơn giản, còn các phần sau là những ứng dụng rất cụ thể và độc đáo, được tôi đánh số #1 tới #7 và gọi chúng là “vũ khí du kích.” Nếu áp dụng triệt để các hướng dẫn trong này, bạn sẽ thấy trình độ của mình tăng lên mỗi ngày, kể cả lúc đang ngủ! (thế nên mới gọi là “du kích”)\nCó thể bạn thích sách  360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng AnhNgoài ra bạn sẽ thấy tôi viết song ngữ, nhưng không phải là để khoe khả năng, đây cũng là một phần của phương pháp. Hơn nữa, nó cũng giúp cuốn sách thực hiện đúng cam kết ngoài bìa: “tăng trình độ ngay sau khi đọc xong”. Tất nhiên, bạn sẽ phải đọc cả phần tiếng Anh nữa nhé.\nKhông có gì là hoàn hảo, kể cả tôi và cuốn sách này. Nếu bạn phát hiện ra bất cứ lỗi hay có góp ý gì, tôi sẵn sàng đón nhận mọi phản hồi tại địa chỉ: https://fususu.com/feedback-ebook – Bên cạnh đó tôi là người thích tặng quà, nên bạn đừng quên để lại cảm nhận, rồi đón chờ những món quà bất ngờ và thú vị nhé!\n \n\n\nSách liên quan:\n55 Cách Để Kích Hoạt Tư Duy\nMakerting du kích trong 30 ngày\nTớ Đã Học Tiếng Anh Như Thế Nào\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Hàn Cơ Bản\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả"
            },
            "9a6c39b8-dc9a-4a54-9726-247c8001f6ab": {
                "title": "Test Your Vocabulary: 1 – Penguin English",
                "authorID": "Peter Watcyn Jones - Olivia Johnston",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-test-your-vocabulary-1-penguin-english.jpg",
                "description": "Sách liên quan:\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nWebster Essential Vocabulary\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nStreamline English Connections – Có File Audio Mp3\n\n\nCó thể bạn thích sách  Từ Điển Nhật-Việt Việt-Nhật"
            },
            "7f2f9516-6c5a-4cfa-952e-1ea35f927101": {
                "title": "Test Your Vocabulary: 2 – Penguin English",
                "authorID": "Peter Watcyn Jones - Olivia Johnston",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-test-your-vocabulary-2-penguin-english.jpg",
                "description": "Sách liên quan:\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\nWebster Essential Vocabulary\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nStreamline English Directions – Có File Audio Mp3\n\n\nCó thể bạn thích sách  Streamline English Destinations – Có File Audio Mp3"
            },
            "89f3fe92-72b1-4e91-b00f-abd99c8d4176": {
                "title": "Test Your Vocabulary: 3 – Penguin English",
                "authorID": "Peter Watcyn Jones - Olivia Johnston",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-test-your-vocabulary-3-penguin-english.jpg",
                "description": "Sách liên quan:\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\nWebster Essential Vocabulary\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nStreamline English Departures – Có File Audio Mp3\n\n\nCó thể bạn thích sách  Từ Điển Nhật-Việt Việt-Nhật"
            },
            "29c4dd52-b95f-467a-a1f1-7910686766b6": {
                "title": "Test Your Vocabulary: 4 – Penguin English",
                "authorID": "Peter Watcyn Jones - Olivia Johnston",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-test-your-vocabulary-4-penguin-english.jpg",
                "description": "Sách liên quan:\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\nWebster Essential Vocabulary\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nStreamline English Destinations – Có File Audio Mp3\n\n\nCó thể bạn thích sách  Sổ Tay Tiếng Anh Trong Công Việc Hành Chính"
            },
            "724d1145-8e1e-4926-8a1d-c557cd1d1314": {
                "title": "Webster Essential Vocabulary",
                "authorID": "David A.Herzog",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-webster-essential-vocabulary.jpg",
                "description": "Sách liên quan:\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\nStreamline English Connections – Có File Audio Mp3\n301 Câu Đàm Thoại Tiếng Hoa\nTừ Điển Quy Phạm Nét Chữ Chuẩn Tiếng Trung Quốc\n\n\nCó thể bạn thích sách  English Grammar Workbook For Dummies"
            },
            "bf12db86-b67d-4688-9951-52e0bec74442": {
                "title": "Ngữ Pháp Tiếng Anh",
                "authorID": "Vũ Thanh Phương - Bùi Ý",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-ngu-phap-tieng-anh.jpg",
                "description": "Là cuốn ngữ pháp được biên soạn gồm 3 phần khá nâng cao, cuốn này có lẽ nhằm ôn lại kiến thức ngữ pháp, bởi nó có nhiều bài tập, lí thuyết trình bày khá ngắn gọn, súc tích.Phần I gồm 11 chương, 31 bài: giới thiệu câu và từ loại + bài tậpPhần II gồm 5 chương, 14 bài: nâng cao hơn về mặt cấu trúc, công thứcPhần III: là đáp án các bài tập khó\n\n\nSách liên quan:\nNgữ Pháp Tiếng Hàn Cơ Bản\nNgữ Pháp Tiếng Anh Ôn Thi Toeic\nGiải Thích Ngữ Pháp Tiếng Anh\nTớ Đã Học Tiếng Anh Như Thế Nào\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả\n7 Cách Học Tiếng Anh Du Kích\n\n\nCó thể bạn thích sách  1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3"
            },
            "c28a4353-7ac3-46db-abdd-6367ecb3c3a8": {
                "title": "Streamline English Departures – Có File Audio Mp3",
                "authorID": "Bernard Hartley - Peter Viney",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-streamline-english-departures-co-file-audio-mp3.jpg",
                "description": "Các bạn tải file zip ở trên trọn bộ bao gồm file sách PDF và file hội thoại audio MP3\n\n\nSách liên quan:\nStreamline English Directions – Có File Audio Mp3\nStreamline English Destinations – Có File Audio Mp3\nStreamline English Connections – Có File Audio Mp3\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\nEnglish Grammar Workbook For Dummies\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\n\n\nCó thể bạn thích sách  Chinh Phục Bài Tập Từ Vựng Tiếng Anh"
            },
            "60c54dd9-2616-46a9-b571-ac3757d15fd5": {
                "title": "Streamline English Connections – Có File Audio Mp3",
                "authorID": "Bernard Hartley - Peter Viney",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-streamline-english-connections-co-file-audio-mp3.jpg",
                "description": "Các bạn tải file zip ở trên trọn bộ bao gồm file sách PDF và file hội thoại audio MP3\n\n\nSách liên quan:\nStreamline English Directions – Có File Audio Mp3\nStreamline English Destinations – Có File Audio Mp3\nStreamline English Departures – Có File Audio Mp3\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\nEnglish Grammar Workbook For Dummies\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\n\n\nCó thể bạn thích sách  7 Cách Học Tiếng Anh Du Kích"
            },
            "46fd8d3a-5d40-4c8e-ba0a-32bbe1d33886": {
                "title": "Streamline English Destinations – Có File Audio Mp3",
                "authorID": "Bernard Hartley - Peter Viney",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-streamline-english-destinations-co-file-audio-mp3.jpg",
                "description": "Các bạn tải file zip ở trên trọn bộ bao gồm file sách PDF và file hội thoại audio MP3\n\n\nSách liên quan:\nStreamline English Directions – Có File Audio Mp3\nStreamline English Connections – Có File Audio Mp3\nStreamline English Departures – Có File Audio Mp3\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\nEnglish Grammar Workbook For Dummies\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\n\n\nCó thể bạn thích sách  360 Động Từ Bất Quy Tắc Đầy Đủ"
            },
            "aa0ebf88-5c83-4af2-bd52-d558fd298710": {
                "title": "Streamline English Directions – Có File Audio Mp3",
                "authorID": "Bernard Hartley - Peter Viney",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-streamline-english-directions-co-file-audio-mp3.jpg",
                "description": "Các bạn tải file zip ở trên trọn bộ bao gồm file sách PDF và file hội thoại audio MP3\n\n\nSách liên quan:\nStreamline English Destinations – Có File Audio Mp3\nStreamline English Connections – Có File Audio Mp3\nStreamline English Departures – Có File Audio Mp3\n1800 Câu Đàm Thoại Tiếng Nhật Thông Dụng – Kèm File Audio Mp3\nEnglish Grammar Workbook For Dummies\nLearning English As A Foreign Language For Dummies\nTest Your Vocabulary: 4 – Penguin English\n\n\nCó thể bạn thích sách  Test Your Vocabulary: 4 – Penguin English"
            },
            "357a34ec-2991-4fe2-9e2d-d462144aa3e8": {
                "title": "Tớ Đã Học Tiếng Anh Như Thế Nào",
                "authorID": "Đỗ Nhật Nam",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-to-da-hoc-tieng-anh-nhu-the-nao.jpg",
                "description": "Tớ đã học tiếng Anh như thế nào? với những ghi chép của chính Đỗ Nhật Nam từ khi em chia tay mẫu giáo, vào lớp một và bắt đầu học tiếng Anh sẽ giúp bạn trả lời câu hỏi đó. Bên cạnh những câu chuyện dí dỏm, những phương pháp học tiếng Anh đặc biệt, cuốn sách còn có 14 bài luận về nhiều chủ đề khác nhau được Nhật Nam viết trong quá trình luyện thi.\nNgày mới mở ra showroom kiêm phòng đọc sách miễn phí tại 119, C5, ngay trên mặt con phố Tô Hiệu, quận Cầu Giấy, đông đúc, trong khu vực dân trí cao, hầu như ngày nào tôi cũng qua đó để pha trà, mời kẹo và giao lưu với bạn đọc, với những ai yêu thích sách. Và hình như niềm vui lớn nhất của người mà sau này được mệnh danh là “tiến sĩ văn hóa đọc” như tôi là được nói chuyện và tâm tình với những ai cũng mê sách như mình, muốn ứng dụng tốt nhất những gì từ sách vào công việc và cuộc sống như mình.\n \nCó nhiều vị khách đặc biệt đã đến với phòng đọc sách miễn phí này và một trong số đó là cậu bé dẫn chương trình “Chúc bé ngủ ngon” trên đài truyền hình Việt Nam với cái tên quen thuộc Đỗ Nhật Nam. Tôi hơi ngạc nhiên vì cậu bé 6 tuổi mà nói tiếng anh khá tốt và thích nói chuyện với tôi bằng tiếng anh. Tôi bất ngờ khi cậu bé trả lời câu hỏi của một đồng nghiệp tại Thái Hà Books “Cháu có biết ai là giám đốc công ty sách Thái Hà” rằng chính là tôi, với lý do rất trẻ con nhưng cũng rất người lớn “Bởi bác ấy biết tiếng anh rất tốt. Giám đốc công ty sách thì phải giỏi ngoại ngữ chứ”. Sau này khi thấy tôi biết 4 ngoại ngữ, Nhật Nam nói “Cháu biết ngay mà!”.\nNhật Nam muốn dịch sách. Vì chiều Nhật Nam và bố mẹ cháu nên chúng tôi đưa cho cu cậu mấy cuốn trong bộ “Cu tý khám phá thế giới” với mong muốn thật lòng “để cháu đọc cho vui”. Bởi chẳng nhẽ lại nói luôn rằng “làm sao mà cháu dịch được!”. Khi đó Nhật Nam mới 6 tuổi. Đưa sách cho Nhật Nam và chúng tôi quên mất chuyện này.\nCó thể bạn thích sách  Cách Học Ngoại Ngữ Nhanh Và Không Bao Giờ QuênNgày nhận được bản dịch của cháu, chúng tôi hoàn toàn bất ngờ. Không chỉ bất ngờ ở trình độ tiếng Anh mà là kỹ năng dịch thuật. Tôi bị hút hồn bởi ngôn từ của cháu. Thế là Thái Hà Books dừng ngay việc in bộ sách với bản dịch đã được chọn trước đây của dịch giả Vương Tuấn Anh. Cả Thái Hà Books thừa nhận: Đây mới là giọng dịch đối với một cuốn sách dành cho những cu tý muốn khám phá thế giới.\n \nVà rồi chúng tôi có mặt trong lễ nhận kỷ lục“Dịch giả nhỏ tuổi nhất Việt Nam”. Lúc đó Nam 7 tuổi. Và rồi chúng tôi trở thành nhứng người bạn lớn rất thân thiết. Và rồi nếu không gặp nhau, chúng tôi hay nhắn tin cho nhau.\n \nTôi nhớ không quên rằng khi mới 6 tuổi, tôi hỏi Nhật Nam, khi lớn lên, muốn làm nghề gì. Không nghĩ ngợi, cậu bé trả lời ngay: làm bộ trưởng bộ Ngoại Giao của Mỹ. Khi tôi hỏi, tại sao là Mỹ mà không phải Việt Nam hay một nước khác, cháu bảo, bởi chỉ có Mỹ mới đủ lớn và đủ khó để cháu làm. Khi tôi đùa hỏi tiếp rằng tại sao là bộ trưởng mà không phải là tổng thống, Nhật Nam nói “Ô thế bác không biết à, muốn ứng cử vào Tổng thống Mỹ, phải sinh ra trên đất Mỹ. Mà cháu lại sinh ra ở Nhật!”\n \nKhi Nhật Nam 7 tuổi, vẫn nêu câu hỏi cũ tôi nêu ra, nhưng đáp án lần này lại hoàn toàn khác: Cháu muốn trở thành nhà sinh vật học. Hóa ra dịch giả nhỏ tuổi nhất Việt Nam muốn làm chủ thế giới sinh vật, để các con vật được khám phá, được yêu thương, được sống yên vui và hạnh phúc. Tôi thầm nghĩ trong đầu: “Có lẽ bác cháu mình sẽ bò lăn bò toài ra đất để nghiên cứu kiến, mối và ong trước hết Nam nhé. Bởi bác rất yêu 3 loại côn trùng này”.\n \nCũng khi cháu mới 7 tuổi, Thái Hà Books tổ chức dự tọa đàm “Khách hàng chưa phải là thượng đế”và Nhật Nam đã đến dự. Cậu bé tý hon của chúng ta đã có bài phát biểu về lãnh đạo doanh nghiệp làm bao người đứng đầu các công ty và tập đoàn vô cùng bất ngờ. Cháu phân tích về phong cách lãnh đạo tại Việt Nam, Nhật, Mỹ, châu Âu của quá khứ, hiện tại và tương lai. Cháu nói về việc cần nên làm gì để kinh tế phát triển. Nhiều doanh nhân bữa đó, trong đó có một người khác cũng tên là Nam – Nguyễn Thành Nam, người giữ chức Tổng giám đốc FPT sau này, không thể không trầm trồ khen cháu.\nCó thể bạn thích sách  Đại Từ Điển Chữ NômKhi phát hiện ra những “tác phẩm” tiếng anh của Nhật Nam tôi hoàn toàn bất ngờ. Mà không chỉ có tôi. Mấy anh bạn sống quen nơi đất Mỹ, đất Anh hay Úc cũng ngạc nhiên. Không ai có thể tin Nhật Nam có thể tạo ra được những tác phẩm tuyệt diệu như thế. Và ngay khi có trên tay những gì cháu viết ra, tôi biết chắc rằng Nhật Nam sẽ có thêm kỷ lục thứ 2 “Người Việt nhỏ tuổi nhất có tác phẩm tiếng anh xuất bản”.\n \nTôi không muốn nói về những kết quả Nhật Nam đã đạt được đến nay mà muốn nói về cháu như một CON NGƯỜI. Nhật Nam rất tình cảm và đáng yêu. Thật sự là như vậy. Nụ cười hiền hậu và ánh mắt hút lòng người của Nhật Nam luôn hiển hiện trong tôi. Và hình như cứ khi nào buồn, nhớ đến khuôn mặt cháu là tôi vui ngay trở lại. Mẹ Điệp của Nam đã mấy lần cám ơn tôi và Thái Hà Books bởi đã phát hiện ra và tạo điều kiện để cháu học tập và trưởng thành nhưng chị không biết rằng người cám ơn phải là tôi. Bởi Nhật Nam đã mang đến cho không chỉ tôi mà tất cả các thành viên của gia đình Thái Hà Books và bao bạn đọc nhiều niềm vui và hạnh phúc. Nhật Nam rất rất tình cảm.\n \nTôi viết những dòng chữ này nhân dịp đầu xuân Nhâm Thìn 2012. Khi đang gõ, không hiểu sao tôi lại nghĩ đến 10 người mua quà nhiều nhất cho tôi từ bé đến giờ. Bạn sẽ rất ngạc nhiên bởi trong list này có bé Nhật Nam. Bạn cũng khó tin nếu biết rằng áo len tôi đang mặc, áo sơ my đang trên người tôi, rồi cả áo khoác 2 mặt phía ngoài hay đôi tất đang làm ấm chân khi nhiệt độ Hà Nội đang xuống dưới 10 độ vào đêm như bây giờ,… đều do Nhật Nam tự mua, tự chọn. Màu cháu chọn rất tinh tế. Cỡ cháu chọn rất vừa. Cách cháu tặng quà thật trân trọng. Tấm lòng và cách đối xử của Nhật Nam thật đáng để tôi và bao người lớn khác phải học theo. Tôi phải nói thật, những đồ Nhật Nam tặng, tôi mặc vào người và không muốn thay ra. Hình như trong đó chan chứa tình cảm của cháu. Hình như  tấm lòng của cậu bé thật bao la. Thật sự vậy. Tôi không thể làm gì khác bây giờ ngoài việc dừng lại vài phút để nhắm mắt lại, để gửi tình yêu thương đến cháu.\nCó thể bạn thích sách  Wir Lernen Deutsch – Chúng Ta Học Tiếng ĐứcNhiều báo đài đã hỏi tôi, liệu Nhật Nam có phải là thần đồng hay không. Xin thưa, không. Cháu chỉ là một cháu bé bình thường (và có thông minh hơn một số trẻ em khác). Để có Nhật Nam như ngày hôm nay, bố mẹ cháu đã rất biết “thai giáo” cháu. Bố mẹ Nhật Nam đã áp dụng rất tốt những gì đã được viết ra trong những cuốn sách của bộ “Phương án 0 tuổi” và “Dạy trẻ thông minh sớm” hay“Dạy trẻ biết đọc sớm”. Thực ra hiện nay tôi cũng đang theo dõi và giúp đỡ hơn chục cháu nhỏ trước 7 tuổi và thấy kết quả của việc áp dụng giáo dục trẻ thong minh sớm rất tốt. Phương pháp nuôi dạy của cha mẹ ngay từ khi mang thai và tinh thần hiếu học, sự quyết tâm của chính con trẻ là bí quyết để có Nhật Nam của ngày hôm nay.\nNhật Nam là người bạn lớn của tôi. Tôi cũng là người bạn thân thiết của cháu. Nhật Nam đã bước qua ngưỡng cửa 10 tuổi và tôi tin rằng cháu sẽ thành một công dân tuyệt vời của đất Việt chúng ta. Tôi nguyện cầu cho cháu có thêm những thành tích mới. Tôi cũng đang chờ đón những Nhật Nam khác trong tương lai gần.\n\n\nSách liên quan:\nNgữ Pháp Tiếng Anh\nNgữ Pháp Tiếng Hàn Cơ Bản\n301 Câu Đàm Thoại Tiếng Hoa\nTự Học Tiếng Anh Hiệu Quả\n7 Cách Học Tiếng Anh Du Kích\n360 Động Từ Bất Quy Tắc Và 12 Thì Cơ Bản Trong Tiếng Anh\nNgữ Pháp Tiếng Anh Ôn Thi Toeic"
            },
            "ed6c1f45-7123-4531-885b-8e462837ebc6": {
                "title": "Tự Học Giao Tiếp Tiếng Hàn Cơ Bản",
                "authorID": "Lê Huy Khoa",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-tu-hoc-giao-tiep-tieng-han-co-ban.jpg",
                "description": "Tự học giao tiếp tiếng Hàn cơ bản” là cuốn sách giúp các bạn có thể giao tiếp thông thường với người Hàn Quốc khi đi du lịch hay là nền tảng để bắt đầu học Tiếng Hàn một cách bài bản. Cuốn sách có 14 chương, các chương được sắp xếp theo chủ đề để tiện cho việc học của các bạn, mời các bạn tham khảo.\nTự học giao tiếp tiếng Hàn cơ bản\nMục lục:\nChương 1: Phát âm Chương 2: Từ loại Chương 3: Các từ ngữ thông dụngChương 4: Các mẫu câu cơ bản Chương 5: Chào hỏi Chương 6: Mua sắmChương 7: Tại hiệu sáchChương 8: Ăn uốngChương 9: Cơ thể, bệnh tật, điều trị Chương 10: Khách sạn Chương 11: Giao thôngChương 12: Ngân hàng, bưu điệnChương 13: Trường học Chương 14: Công việc, sinh hoạt\nPhụ lục:\n\nBảng phiên âm chữ Hàn Quốc sang\nGiới thiệu cơ bản về Hàn Quốc\nNgày quốc lễ, ngày nghỉ do pháp luật\nÝ nghĩa các biển báo, bảng hiệu.\n\n\n\nSách liên quan:\nNhững Bí Quyết Giao Tiếp Tốt\nGiao Tiếp Bằng Trái Tim\nNghệ Thuật Giao Tiếp Ứng Xử\nAi Cũng Giao Tiếp Nhưng Mấy Người Kết Nối\nNgữ Pháp Tiếng Hàn Cơ Bản\nTiếp Thị Số Từ A Đến Z\nKotler – Bàn về tiếp thị\n\n\nCó thể bạn thích sách  Test Your Vocabulary: 1 – Penguin English"
            },
            "0312cd53-23f6-46ad-9cef-7ca57921e7e0": {
                "title": "English Grammar Workbook For Dummies",
                "authorID": "Geraldine Woods",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-english-grammar-workbook-for-dummies.jpg",
                "description": "English Grammar Workbook for Dummies là sách học ngữ pháp tiếng Anh dành cho các bạn:\n\nBạn đã có kiến thức cơ bản về tiếng Anh và muốn trau dồi, nâng cao trình độ hơn nữa.\nBạn mong muốn có một công việc tốt hơn với yêu cầu công việc cần sử dụng tiếng Anh thành thạo\nBạn muốn điểm tốt hơn trong các bài thi trong trường cũng như các bài thi chứng chỉ quốc tế.\nBạn cảm thấy bất an về kĩ năng ngôn ngữ của bản thân, muốn trau dồi để bản thân tự tin khi giao tiếp bằng tiếng Anh.\nBạn đang học để nói và viết tiếng Anh hiệu quả.\n\nEnglish Grammar Workbook for Dummies bao gồm 22 bài học chia làm 6 phần lớn, không yêu cầu bạn phải mất quá nhiều thời gian hàng ngày để học mà chia thành ra các bài học trong thời gian ngắn.  Với mỗi lần 10 phút tập trung học, chắc chắn các bạn sẽ nhận thấy trình độ của mình được cải thiện đáng kể.\nPart I: Laying Out the Concrete Slab:Grammar Basics\nIn this part I take you through the basic building blocks — verbs (words that express action or state of being) and subjects (who or what you're talking about) — with a quick side trip into pronouns (I, he, her, and the like). I show you how to create a complete sentence. In this part you practice choosing the correct verb tense in straightforward sentences and find out all you need to know about singular and plural forms.\nCó thể bạn thích sách  24 Quy Tắc Học Kanji – Tập 2Part II: Mastering Mechanics\nThis part's devoted to two little things — punctuation and capital letters — that can make or break your writing. If you're not sure whether to head North or north or if you want to know where a comma belongs, this part's for you. \nPart III: The Pickier Points of Correct: Verb and Pronoun Use\nPaging who and whom, not to mention I and me. This part tackles all the fun stuff associated with pronouns, including the reason why (for all practical intents and purposes) everyone can't eat their lunch. Part III also solves your time problems, making you decipher the shades of difference in verb tense (wrote? had written?) and voice (not alto or soprano, but active or passive).\nPart IV: All You Need to Know about Descriptions and Comparisons\nPart IV doesn't tackle which stock is a bad investment (and which is even worse), but it puts you through your paces in selecting the best descriptive words (good? well?). Part IV also weeds out illogical or vague comparisons.\nPart V: Writing with Style\nIn Part V, the wind sprints and stretches are over, and it's time to compete with world-class writers. The toughest grammatical situations, plus exercises that address fluidity and variety, face you here. I also throw in some misunderstood words (healthful and healthy, to name just two) and let you practice proper usage in this part.\nPart VI: The Part of Tens\nHere you find ten ways that people trying to be super-correct end up being super-wrong and ten errors that can kill your career (or grade).\nVnDoc.com chúc các bạn học ngữ pháp tiếng Anh chất lượng với English Grammar Workbook for DummiesCó thể bạn thích sách  Webster Essential Vocabulary\n\n\nSách liên quan:\nLearning English As A Foreign Language For Dummies\nTest Your Vocabulary: 4 – Penguin English\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\nStreamline English Destinations – Có File Audio Mp3\nStreamline English Connections – Có File Audio Mp3"
            },
            "38ecca4a-794e-425a-9214-e790f7b6bfe5": {
                "title": "Learning English As A Foreign Language For Dummies",
                "authorID": "Gavin Dudeney- Hockly - Nicky",
                "genresID": "Học Ngoại Ngữ",
                "imageID": "nhasachmienphi-learning-english-as-a-foreign-language-for-dummies.jpg",
                "description": "Learning English as a Foreign Language For Dummies của hai tác giả Gavin Dudeney và Nicky Hockly đưa ra cho người học những kiến thức thú vị về ngôn ngữ Tiếng Anh và từng bước bắt đầu học để có thể đạt được hiệu quả cao nhất.\nLearning English as a Foreign Language For Dummies giúp bạn:\n\nNâng cao kỹ năng Tiếng Anh mà không cần giáo viên.\nNói Tiếng Anh trôi chảy ở nơi làm việc hoặc giao tiếp hàng ngày.\nSử dụng ngữ pháp Tiếng Anh đúng và phát âm chuẩn\nÂm điệu lưu loát với phương pháp học Tiếng Anh hiệu quả\n\nLearning English as a Foreign Language For Dummies gồm các phần:\n\nPart I: Getting Started\nPart II: English in Action\nPart III: English on the Go\nPart IV: The Part of Tens\nPart V: Appendices\n\n\n\nSách liên quan:\nEnglish Grammar Workbook For Dummies\nLearning Vue.js 2\nNgôn Ngữ Cơ Thể – Body Language\nMachine Learning Cơ Bản\nTest Your Vocabulary: 3 – Penguin English\nTest Your Vocabulary: 2 – Penguin English\nTest Your Vocabulary: 1 – Penguin English\n\n\nCó thể bạn thích sách  301 Câu Đàm Thoại Tiếng Hoa"
            }
        }
    }
}
